{
  "overall": {
    "95": "すごすぎる、、、！！！😳✨もしかしてもう、お互いの気持ち離れてる時でも通じちゃってませんか？😂お互いの文面に優しさと安定感を感じます✨",
    "90": "タイミングも言葉選びもお互い自然体で、なんだか安心感が伝わってきます☺️ここまでフィーリング合うのは貴重ですよ✨ぜひ今の関係を大事にしてくださいね〜✌️",
    "85": "会話の温かさからも、もうお互いに心許せる存在になってきてる気がします☺️不安もあるかもしれませんが、あなたが我慢しすぎなければ今の調子で大丈夫！✌️",
    "80": "会話やLINEのペースから、あなたが気遣ってる感じ伝わってきました☺️まだ少し不安もあるかもだけど、それは（相手）さんを大事に思ってる証拠ですよ✌️✨",
    "70": "返信する時に迷うこと多いかもしれないけど、それはあなたが（相手）さんを大事にしてるからこそです！😳✨焦らず（相手）さんのペースも見ながら、少しずつ距離縮めていけば大丈夫☺️✌️",
    "60": "普段の会話の中でズレを感じる時がありませんか？🤔💦✨あなたはすごく頑張ってるのはLINEから伝わるので男目線で見直してみるといいかも？☺️",
    "50": "今ちょっと不安定な時期かも…？😭💭自分ばかり送ってるかなって悩んじゃいますよね😢無理しないで、あなたの心地いい距離感ゆっくり探していきましょう✨",
    "49": "いろんな気持ちで悩んじゃいますよね…😭💦好きなのにうまくいかないってすごく辛いけど、今は一度立ち止まって見直すチャンスだと思います🧐"
  },

  "time": {
    "95": "相性完璧です！！😳✨LINEが自然に続くのは生活リズムがピッタリってことですよ😂✨お互い無理しないで、この調子でゆったり続けてくださいね☺️💭",
    "90": "いいスコアです！😆👏タイミング合うってすごく大事ですよ〜✨安心感も伝わってきました☺️お互い自然体で続けてくださいね✌️✨",
    "85": "すごくいい時間帯にやり取りできてます！😳✨お互い気遣ってる証拠ですよ☺️ちょっとズレる日があっても焦らずに、ふたりのペースでゆっくりいきましょ😂💭",
    "80": "少しズレる時もあるけど「この時間がいいかも！」って見えてきてる気がします☺️無理せず、ゆっくり掴んでいけば大丈夫ですよ〜✌️✨",
    "70": "ちょっと返信タイミングズレてるかも…🤔💦でもお互い生活リズム違うのは当然です〜🧐相手の返しやすい時間を少し意識すれば、もっとスムーズになるかも？💭",
    "60": "返信タイミングに迷ってませんか？😭💭送ってから「今じゃなかったかな」って思うこともありますよね。ぜひ最後のアドバイス見てください！☺️✨",
    "50": "相手の返信タイミング掴めないの不安ですよね…😭💦でもそれは相手にもリズムがあるから✨ぜひ最後のアドバイス見てください！☺️✨",
    "49": "タイミング合わないと辛いですよね😭💦送るの怖くなる気持ちもわかります。でも大丈夫、少しだけタイミングを工夫してみれば必ず変わりますよ☺️✨"
  },

  "balance": {
    "95": "やりとりのバランス完璧すぎ！！😳✨お互い気遣い合えててすごく心地よい関係ですね☺️自然にキャッチボールできるって最高ですよ😂💭",
    "90": "バランスがめちゃいい感じです😆👏一方通行じゃなくてちゃんと会話になってるの、素敵です✨この調子でいきましょ〜☺️💭",
    "85": "送ったら返ってくる、安心できるバランスですね😳✨お互いを考えながらやりとりしてるの伝わります☺️この心地よさを大切に続けてください✌️",
    "80": "やりとりのペース、いい感じです😆✨ちょっと自分から多めに送ってるかな？って感じても大丈夫☺️様子見て送っていきましょ！✨",
    "70": "少しだけあなたの方が送ること多いかも…？🤔💭でもそれは、関係を大切にしたい気持ちの表れです☺️焦らずあなたのペースでいきましょ✨",
    "60": "返信頻度が少なめで不安になっちゃうかも…😭💦でも関心がないわけじゃないですよ！あなたの優しさはちゃんと届いてますから☺️💭",
    "50": "自分ばかり送ってる気がしちゃいますよね😭💭でもそれって相手を想ってるからですよ☺️✨無理せず、少し肩の力抜いていきましょ〜✌️",
    "49": "自分だけ頑張ってる気がして辛いですよね…😭💦でもその想いは絶対無駄じゃないですよ☺️✨焦らず自分の気持ちを大事にしてくださいね✌️"
  },

  "tempo": {
    "95": "LINEのテンポ完璧すぎ！！😳✨返し方やタイミングが心地よすぎてずっと会話続いちゃいますね😂この調子で楽しんでくださいね☺️✨",
    "90": "返信リズムめちゃ良い感じです！😆👏お互い待たせすぎず急かしすぎず絶妙ですよ☺️安心してやり取り続けていきましょう✨",
    "85": "テンポ良くやりとり続いてますね〜😳✨日常のちょっとした会話でも気持ちが伝わってきます☺️この調子で距離縮めてくださいね✌️💭",
    "80": "テンポいい感じですよ〜😆✨ちょっと返信に悩んだり間が空くこともあるかもだけど、大丈夫☺️自然体で続けていけば良くなりますよ💭✨",
    "70": "ちょっと返信の間隔ズレちゃうことあるかも🤔💦でもそれは当たり前だから、相手のペースを少し意識するだけで改善しますよ☺️✨",
    "60": "最近テンポが合わないって感じてますか？😭💭でもそれって仲良くなりたい気持ちの表れですよ☺️少しずつ合わせていけば大丈夫です✨",
    "50": "返信がバラバラで不安になっちゃいますよね…😭💦でもあなたの頑張りは伝わってます☺️少しずつ相手のテンポに慣れていきましょ✨",
    "49": "テンポ合わなくてしんどいですよね…😭💦でも今は立て直しタイミング✨一緒に楽にやり取りできる方法探していきましょ☺️✌️"
  },

  "type": {
    "95": "会話の相性完璧すぎてびっくり！！😳✨まるで親友みたいな心地よさですよ☺️何を話すかより誰と話すかが大事ってこういうことですね😂✨",
    "90": "会話めちゃ合ってますよ〜😆👏自然に話が広がって安心感抜群ですね☺️この調子で続けていきましょうね✌️💭",
    "85": "かなり話しやすい関係ですね😳✨沈黙が気まずくないってとっても大事☺️もうお互い居心地いい相手になってるかもですね✨",
    "80": "話題の流れからお互いの思いやり伝わってきました😆✨まだ遠慮もあるかもだけど自然体で大丈夫ですよ☺️✌️",
    "70": "少し話題が続きにくい時ありますか？🤔💭それはこれからもっと仲良くなれる余白ですよ☺️焦らずゆっくりいきましょ✨",
    "60": "会話に迷っちゃうことありますよね😭💭相手が話しやすい質問をちょっと意識するとぐっと良くなりますよ☺️✨",
    "50": "気まずさ感じるかも…😭💦でも大丈夫！相手の話を聞いてあげることで変わりますよ☺️✨",
    "49": "会話噛み合わないの辛いですよね😭💦でも話題を少し工夫するだけで必ず改善しますよ☺️✨"
  },
  "words": {
  "95": "言葉の相性バッチリです！自然な会話から想いが伝わってます☺️このままのペースで大丈夫ですよ✌️",
  "90": "やりとりに安心感がありますね✨あなたの「ありがとう」、相手にもちゃんと届いてますよ☺️",
  "85": "言葉のバランスいい感じです✌️ちょっとしたズレも自然体ならOK！思いやりは伝わってますよ☺️",
  "80": "言葉遣い、十分あたたかいです☺️焦らず素直な気持ちを届けていけば大丈夫ですよ✌️",
  "70": "少し距離感があるかもですが、ここから縮まっていきます☺️素直な言葉で少しずつ伝えていきましょ✌️",
  "60": "言葉選びに悩む時もありますよね😭でも気遣いがある証拠✨自分らしく話せばちゃんと届きます☺️",
  "50": "今は少しズレを感じるかも…でも大丈夫☺️ゆっくり想いを言葉にしていけば自然と合ってきますよ✨",
  "49": "今は噛み合わなくても焦らなくて大丈夫☺️相手の言葉をちょっと意識するだけで変わりますよ✌️"
},

  "7p": {
    "time": "お互いの生活リズムが違うのは当然！返信しやすい時間帯を見つけて、その時間にメッセージを送ってみると◎朝の通勤時間や夜のリラックスタイムなど、相手が余裕のある時間を狙ってみて☺️",
    "balance": "会話のキャッチボールを意識してみましょう！相手が質問してきたら答える、自分も時々質問を投げかける。一方的にならないように、相手の反応を見ながら調整していくのがコツです✨",
    "tempo": "返信ペースは相手に合わせるのが基本！相手が即レスなら早めに、ゆっくりならマイペースでOK。無理に合わせすぎず、お互いが心地よいテンポを見つけていきましょう☺️",
    "type": "相手が興味を持ちそうな話題を振ってみて！趣味の話、最近の出来事、共通の話題など。質問形式で投げかけると返信しやすくなりますよ。「最近〇〇どう？」みたいな感じで✌️",
    "words": "素直な気持ちを短い言葉で伝えるのがポイント！「ありがとう」「嬉しい」「楽しみ」など、ポジティブな感情を表現する言葉を使ってみて。相手の良いところを見つけて褒めるのも効果的です☺️"
  },
  

  "ねずみ男子": {
    "name": "ねずみ男子（おしゃべりアイデアマン）🐭",
    "personality": "話題を自分から振るのが得意で、恋愛にもおしゃべりにも熱心！テンポの良さと新しい話題で、常に会話を盛り上げるムードメーカー。",
    "lineUsage": "返信が速くて、追いLINEや愛情ワード、面白ネタ、写真やURLまで多彩。自分からどんどん話しかける“攻めLINE”タイプ。実はあなたの笑顔のために話題ネタ帳を作ってたりも！",
    "advice": "テンポ良く返したり、ネタや話題を広げて『すごい！』って明るく乗っかってみて。",
    "ng": "話題スルーや無反応、長い沈黙は“しょんぼり”させちゃう。"
  },
  "うし男子": {
    "name": "うし男子（マイペース癒し系）🐮",
    "personality": "ゆったりペースでしっかり者。恋愛も誠実で、LINEは連絡手段派。自分のリズムを守りながら相手を大事にできる男子。",
    "lineUsage": "返信は遅め＆長文寄り。追いLINEや写真は少なめで、感情は控えめ。実は一通一通、何度も書き直してじっくり送ってる慎重派！",
    "advice": "急かさずペースを合わせて、『ゆっくりでも大丈夫』と安心感を伝えてあげて。",
    "ng": "返信をせかす・「なんで遅いの？」などマイペースを否定する言葉。"
  },
  "とら男子": {
    "name": "とら男子（通話派リーダー）🐯",
    "personality": "会話も恋もリードしたい、頼れる兄貴タイプ。LINEより電話や直接話すのが好きで、面倒だとすぐ通話に切り替えがち。",
    "lineUsage": "通話が多めで、LINEは連絡メイン。愛情ワードも多いけど、発言は意外と少なめ。既読スルーや無視率はやや高め。実は反応が薄いと密かに落ち込みやすい。",
    "advice": "積極的に通話に乗ったり、LINEは簡潔にまとめると◎",
    "ng": "受け身すぎたり、返信放置が長すぎるとモヤっとしがち。"
  },
  "うさぎ男子": {
    "name": "うさぎ男子（さみしがり共感系）🐰",
    "personality": "追いLINEや共感が多く、長文・取り消しもチラホラ。寂しがりで、恋愛もLINEも全力投入ののめりこみタイプ！",
    "lineUsage": "返信早め、追いLINE・送信取り消し多め。ネガティブワードが目立つ時も。実は送信前に何回も読み返して、迷って取り消したりする裏メンヘラ気質。",
    "advice": "『大丈夫？』『ありがとう』など、やさしさと共感のリアクションをたくさん送ってあげて。",
    "ng": "そっけなさ・冷たい返信・急な未読スルーは情緒不安定にしがち。"
  },
  "りゅう男子": {
    "name": "りゅう男子（ナルシストロマン派）🐲",
    "personality": "自己主張・自分語り・愛情表現が多め。長文・一人称が多く、ポジティブで夢や理想を語りたがるナルシスト系男子。",
    "lineUsage": "俺・僕ワードや長文メッセ、絵文字・愛情ワードをたくさん使う。実はLINE履歴で自分のいい発言を読み返して、自己肯定感上げてたりする。",
    "advice": "夢や目標トークには全力で共感＆ポジティブなリアクションを！",
    "ng": "夢や理想への否定や冷めた反応は一気にしぼむ。"
  },
  "へび男子": {
    "name": "へび男子（夜型ミステリアス）🐍",
    "personality": "ミステリアスで秘密主義。LINEのやり取りが少なめで、深夜返信や取り消しも多い。考え深い知的クール男子。",
    "lineUsage": "メッセージ数自体が少ないか、深夜帯が多い。即返信はほぼ無し。実は、送る前にめちゃくちゃ文章推敲して悩むタイプ。",
    "advice": "夜に合わせて、じっくり考えた一言や、考察トークをゆっくり返してあげて。",
    "ng": "返信の催促や、しつこい追及、明るいノリの連投は苦手。"
  },
  "うま男子": {
    "name": "うま男子（即レスアクティブ系）🐴",
    "personality": "即レス・短文・スタンプ多用！とにかく早く返さないと気が済まない、行動力バツグン男子。",
    "lineUsage": "短文やスタンプ、ビックリ・疑問符多め。絵文字は控えめ。連絡がきたら即レス！実は仕事や遊びでも、通知がきた瞬間すぐ返す癖アリ。",
    "advice": "テンポよくポンポン返してノリを合わせて！『楽しい！』『最高！』でさらに盛り上がるよ。",
    "ng": "既読放置やノリが合わない長文は盛り下がりやすい。"
  },
  "ひつじ男子": {
    "name": "ひつじ男子（バランス気配り屋）🐏",
    "personality": "LINEバランスを何より大事にする協調タイプ。自分の主張よりも相手のテンポや雰囲気を優先しがち。",
    "lineUsage": "発言比率が相手とほぼ同じ。実は、バランスが崩れても我慢して合わせてることが多いので見逃さないで！",
    "advice": "会話バランスやテンポを気にかけて、『ありがとう』『うれしい』など素直な気持ちも伝えてみて。",
    "ng": "自分だけ話し続けたり、無反応でコミュニケーションを投げるのは禁物。"
  },
  "さる男子": {
    "name": "さる男子（おちゃらけノリ男）🐵",
    "personality": "ノリとテンションで会話を引っ張るおちゃらけ男子。とにかく楽しく、会話は“勢い”命！",
    "lineUsage": "ひらがな・絵文字・スタンプ・w・笑ワード満載、短文多め。実はウケを狙って送信前に自分でも吹き出してる。",
    "advice": "全力でノリに乗っかって、テンション高くリアクションしてあげて！",
    "ng": "真面目すぎる話やスルー連発は一気にしょげる。"
  },
  "とり男子": {
    "name": "とり男子（きまぐれ自由人）🐓",
    "personality": "短文で返信ペースは超マイペース＆ムラあり。無視率や通話、写真も自由気ままな連絡スタイル。",
    "lineUsage": "短文・単発多め、返信タイミングも気まぐれ。実は通話や写真で突然存在感アピールするのが得意。",
    "advice": "返信を急かさず、自由な空気でのんびり待ってあげると仲良くなりやすい！",
    "ng": "返信を何度も催促したり、詮索しすぎるのは即ブロック級NG。"
  },
  "いぬ男子": {
    "name": "いぬ男子（健気なかまちょ系）🐶",
    "personality": "返信が早くて、愛情表現や追いLINEも多い。バランスよく気遣いできる癒し系“かまちょ男子”。",
    "lineUsage": "愛情ワード・写真・スタンプ多め、返信は即レス。実はあなたの既読がつくたびにスマホをガン見してる健気さ。",
    "advice": "優しいスタンプやテンション高い返事でたくさんかまってあげて！",
    "ng": "放置や冷たい対応、無視はすぐシュンとしちゃう。"
  },
  "いのしし男子": {
    "name": "いのしし男子（情熱ギャップ系）🐗",
    "personality": "愛情ワードや即レス・大量やり取りが急増する情熱タイプ。熱しやすく、急に落ち着くギャップも要注意！",
    "lineUsage": "情熱的な『好き』『会いたい』連発＆ハイテンションLINE期間がくる。実は一日100通越えの爆発的なやりとりも！ただし冷めると激減も…。",
    "advice": "ラリーが続くときはノリノリで付き合ってあげると距離が縮まりやすい！",
    "ng": "突然トーンを下げたり、気持ちをあいまいに流すと極端に冷めることも。"
  }
}



  