{
  "mainText": {
    "pattern": 1,
    "declaration": "〇〇さんのお金の月には、今\"使うべきもの\"と\"抑えるべきもの\"が交錯しています。\nでもこの時期をうまく乗り越えると、安心できる流れに変わっていきます。",
    "feeling1": "欲しいものがあるけど、\"本当に買っていいのかな\"と迷う",
    "feeling2": "頑張った自分にご褒美をしたい気持ちと、節約したい気持ちがぶつかる",
    "feeling3": "お金のことを考えると、\"将来大丈夫かな\"と少し不安になる",
    "feelingConclusion": "これらは、〇〇さんがしっかり未来を考えている証拠なんです。",
    "reassurance": "だから心配しなくても大丈夫。\n無駄遣いを避けつつ、必要なものに投資すれば、金運は安定していきます。",
    "reason": "なぜなら、<span class='moon-characteristic'>M（3ヶ月先）月に</span>、収支のバランスが整い、\n安心して過ごせる流れがやってくるからです。",
    "evidence1": "ちょっとした節約や工夫で\"できるじゃん\"と感じた",
    "evidence2": "欲しいものを一旦我慢したら、\"意外と平気だった\"と思えた",
    "evidence3": "臨時収入や嬉しいお得感を味わえた",
    "evidenceConclusion": "これらは、〇〇さんの金運が動き始めているサインなんです。"
  },
  
  "luckyActions": [
    "欲しいものは\"本当に必要か\"を一晩おいてから決める",
    "小さなご褒美は\"心が満たされるもの\"を選ぶ",
    "家計簿アプリやメモで、収支をざっくりでも記録してみる",
    "お札を財布の中で向きをそろえる",
    "小銭を感謝して貯金箱に入れる（「ありがとう」と唱える）",
    "レシートやクーポンはその日のうちに整理する",
    "ポイントカードやアプリを1つに絞って集中管理する",
    "1週間で使う金額の上限をメモにして持ち歩く",
    "欲しいものは\"最安値\"ではなく\"長く使えるもの\"を選ぶ",
    "財布の色や小物を明るめに変えて気分をリセットする",
    "お金を払うときは右手で、受け取るときは両手で",
    "不要になった服や本をフリマアプリに出品する",
    "玄関の靴をそろえて金運の流れを整える",
    "「1日100円」を小銭で貯める習慣をつくる",
    "財布やカードケースを拭いてきれいに保つ",
    "ありがとうと思える買い物をひとつ選ぶ",
    "ATMでのお金の出し入れは午前中にする",
    "冷蔵庫・冷凍庫を整理して\"食材ロス\"を減らす",
    "財布を机や布の上で休ませて直置きを避ける",
    "スマホのホーム画面や不要アプリを整理する",
    "ペンケースの中の不要なペンを処分する",
    "朝のコーヒーを自宅でいれる日をつくる",
    "財布の中に500円玉を常に1枚残す",
    "机や引き出しの古い書類を処分する",
    "コンビニや自販機での\"なんとなく買い\"を控える",
    "欲しいものリストを紙に書いて順位をつける",
    "貯まったポイントは年に1度ご褒美交換する",
    "毎月1日は財布の中身をチェックする日とする",
    "スーパーでは小さなカゴを使う",
    "財布は天然素材（革など）を選ぶ",
    "部屋の北や西を掃除・整えて金運の流れを整える",
    "1日の終わりに「今日使ったお金で得られた幸せ」を振り返る",
    "電気を使わない夜を1回つくる",
    "食材を買う前に\"今あるものだけで1食つくる\"",
    "財布の中を「使う・貯める・その他」に仕切り整理する",
    "玄関のドアノブやマットをきれいに保つ",
    "給料日には「未来の自分へ」先にお金を移す",
    "バッグやポーチの中身を週1でリセットする",
    "お金を使う前に深呼吸をひとつする",
    "お金を受け取ったとき必ず「ありがとう」と言う",
    "鏡を磨いてピカピカにする",
    "月の終わりに残った小銭をまとめて貯金する",
    "靴磨きをして足元を整える",
    "月に1度は現金払いに切り替える日をつくる",
    "小さな寄付や募金をする"
  ],
  
  "moneyTroubleWarning": "お金の貸し借りは慎重に。\n人間関係に日々を入れる金銭問題\n\n特にこの3ヶ月以内は、人からのお願いに「断れない」と感じやすい流れが出ています。\nすでに\n「ちょっと貸して」「立て替えて」\nなんてことを周りから言われたりしてませんよね？？\nないのであれば、私も安心ですが、\nもし心当たりがあるのならこの３ヶ月以内、<span class='moon-characteristic'>M（3ヶ月先）月まで</span>に確実に精算してしまうことを強くオススメします\n小さなことが、後で大きな誤解に変わると出ています、、、、\n\n大丈夫\n〇〇さんの優しさは\"貸すこと\"で証明されなくても、十分に伝わっています。\nヒントは、お金のことは線を引いて、感謝や気遣いで繋がること。\nそれが〇〇さんの人間関係を守り、金運も安定させる一番の秘訣ですよ。"
}