{
  "emotionalExpression": {
    "ストレート告白型": {
      "title": "ストレート告白型",
      "subtitle": "気持ちは隠さず真っ直ぐ伝える",
      "description": "〇〇さんは、人間関係において<span class='moon-characteristic'>思ったことをそのまま伝えたくなる</span>タイプです。\n「好き」「嬉しい」「悲しい」といった感情を、包み隠さず表現することが多いのではないでしょうか。\nその率直さは、相手に「わかりやすくて誠実」と思われやすい大きな魅力です。\nただ、ときには「伝えすぎて重い」と感じさせてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの真っ直ぐさが<span class='moon-characteristic'>相手の心を強く動かす力</span>になります。\n少しだけ伝えるタイミングを工夫すれば、その気持ちはさらに輝いて届くでしょう。",
      "compatibility": {
        "good": "落ち着いた聞き上手タイプ。〇〇さんの想いを受け止めてくれるので安心。",
        "bad": "気持ちを隠しがちな無口タイプ。素直じゃない人をみるともどかしくなっちゃう。"
      },
      "image": "straight"
    },
    "スキンシップ型": {
      "title": "スキンシップ型",
      "subtitle": "触れ合いや行動で愛を示す",
      "description": "〇〇さんは、人間関係において<span class='moon-characteristic'>言葉より行動で気持ちを伝える</span>タイプです。\n「手伝う」「寄り添う」「会いたい」といった形で、自分の思いを自然に示していませんか？\nその表現は相手に安心感や温かさを与え、「一緒にいると落ち着く」と思わせる大きな魅力です。\nただ、ときには相手が同じ熱量を持っていないと「距離感が違う」と感じて寂しくなることもあるかもしれません。\n特に恋愛では、〇〇さんのスキンシップが<span class='moon-characteristic'>安心と愛情を深める絆</span>になります。\n相手のペースを少し意識することで、その愛情はより自然に伝わります。",
      "compatibility": {
        "good": "甘え上手で受け止めてくれる人。〇〇さんの愛情を安心に変えてくれる。",
        "bad": "ドライで距離を置きがちな人。触れ合えないと「愛されてないのかも」と不安に。"
      },
      "image": "physical"
    },
    "さりげない気遣い型": {
      "title": "さりげない気遣い型",
      "subtitle": "小さな優しさで伝える",
      "description": "〇〇さんは、人間関係において<span class='moon-characteristic'>さりげなく気を配ることで思いを示す</span>タイプです。\n「無理しないでね」「寒くない？」といった一言や、さりげないサポートが自然に出ていませんか？\nその気遣いは相手に「大切にされている」と感じさせる大きな魅力です。\nただ、自分の気持ちを隠しすぎて「本音が見えない」と思われることもあるかもしれません。\n特に恋愛では、〇〇さんの小さな優しさが<span class='moon-characteristic'>相手の心に長く残る愛情表現</span>になります。\n自分の気持ちを少しだけ言葉に乗せれば、さらに伝わりやすくなるでしょう。",
      "compatibility": {
        "good": "細やかさに気づいてくれる人。「ありがとう」と受け止められると嬉しくなる。",
        "bad": "大雑把で気配りに鈍感な人。感謝されないと寂しくなってしまう。"
      },
      "image": "subtle"
    },
    "奥手シャイ型": {
      "title": "奥手シャイ型",
      "subtitle": "心では大きいけど表現が控えめ",
      "description": "〇〇さんは、人間関係において<span class='moon-characteristic'>自分の気持ちを表に出すのが控えめ</span>なタイプです。\n「本当はこう思っているけど言えない」と我慢してしまうことはありませんか？\nその奥ゆかしさは相手に「落ち着いていて誠実」と映る大きな魅力です。\nただ、ときには「脈がないのかな」と誤解されてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんのシャイさが<span class='moon-characteristic'>じわじわと惹かれる奥深さ</span>になります。\nほんの少し勇気を出して表現すれば、その気持ちはより強く伝わります。",
      "compatibility": {
        "good": "相手の気持ちを察してくれる人。言葉にしなくても理解してくれるので安心。",
        "bad": "自分から積極的に動かない人。お互い待ってしまい、距離が縮まらない。"
      },
      "image": "shy"
    }
  },
  "distanceStyle": {
    "ベッタリ依存型": {
      "title": "ベッタリ依存型",
      "subtitle": "常に繋がっていたい",
      "description": "〇〇さんは、何事も<span class='moon-characteristic'>大切な人と常に一緒にいたい</span>タイプです。\n「今なにしてる？」「会いたいな」とつい連絡したくなってしまうことはありませんか？\nその素直さは相手に「愛されている」と強く感じさせる大きな魅力です。\nただ、ときには相手の自由を奪ってしまうと重さに感じられてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの距離感は<span class='moon-characteristic'>安心感や愛着の強さ</span>として表れます。\n相手の時間も尊重できれば、より心地よい関係が築けるでしょう。",
      "compatibility": {
        "good": "一緒にいる時間を楽しめるタイプ。お互いに「そばにいる安心」を感じやすい。",
        "bad": "自由を大切にしたい人。距離感の差で不満が出やすくなります。"
      },
      "image": "close"
    },
    "安心セーフ型": {
      "title": "安心セーフ型",
      "subtitle": "適度な連絡で安心を求める",
      "description": "〇〇さんは、何事も<span class='moon-characteristic'>適度な距離感が一番安心</span>と思うタイプです。\n「今日は元気かな？」と軽く確認できる関係に安心するのではないでしょうか。\nそのバランス感覚は、相手に「無理がなくて心地いい」と思わせる大きな魅力です。\nただ、ときには「自分から強く動かない」と思われてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの距離感は<span class='moon-characteristic'>穏やかで安心できる関係</span>をつくります。\nときに少し積極的に動くと、相手との絆が深まりやすくなるでしょう。",
      "compatibility": {
        "good": "穏やかで誠実なタイプ。安心感を共有できる相手なら心地よさが続きます。",
        "bad": "極端にベッタリしたい人。温度差が出て疲れてしまうことも。"
      },
      "image": "moderate"
    },
    "自由マイペース型": {
      "title": "自由マイペース型",
      "subtitle": "恋も自分の時間も大事にしたい",
      "description": "〇〇さんは、何事も<span class='moon-characteristic'>自分の時間を大切にしたい</span>タイプです。\n「一人で過ごす時間があるからこそ、人とも楽しく過ごせる」と感じやすいのではないでしょうか。\nそのスタイルは相手に「束縛しない、心が広い」と思わせる大きな魅力です。\nただ、ときには「冷たいのかな？」と誤解されてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの距離感は<span class='moon-characteristic'>お互いに自立した大人の関係</span>を築きます。\n自分の時間を大切にしながら、愛情を言葉や行動で伝えると誤解されにくくなります。",
      "compatibility": {
        "good": "同じように自立しているタイプ。お互いを尊重できる関係が長続きします。",
        "bad": "常に一緒にいたいタイプ。自由を制限されると窮屈に感じてしまう。"
      },
      "image": "independent"
    },
    "壁あり慎重型": {
      "title": "壁あり慎重型",
      "subtitle": "すぐには心を開かず距離を保つ",
      "description": "〇〇さんは、何事も<span class='moon-characteristic'>信頼するまでに時間をかける</span>タイプです。\n「この人は本当に大丈夫かな？」と慎重に相手を見極めたくなるのではないでしょうか。\nその慎重さは相手に「誠実で落ち着いている」と映る大きな魅力です。\nただ、ときには「冷たい」「距離がある」と誤解されてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの距離感は<span class='moon-characteristic'>一度心を開けば深く信じる関係</span>を築きます。\n安心できる相手に少しずつ心を見せることで、本当の魅力が伝わるでしょう。",
      "compatibility": {
        "good": "ゆっくり信頼を育てられるタイプ。ペースを合わせてくれる人とは長続きします。",
        "bad": "せっかちなタイプ。急がされると心を閉ざしてしまうことも。"
      },
      "image": "cautious"
    }
  },
  "loveValues": {
    "ロマンチスト型": {
      "title": "ロマンチスト型",
      "subtitle": "理想や物語性を大切にする",
      "description": "〇〇さんは、<span class='moon-characteristic'>「理想」や「その時の気持ち」を大事にしよう</span>という意識を持っています。\n何気ない出来事にも「運命かも」と感じたり、ドラマチックな瞬間に心を惹かれたりしませんか？\nその感性は相手に「一緒にいると特別感がある」と思わせる大きな魅力です。\nただ、ときには現実とのギャップで落ち込みやすいこともあるかもしれません。\n特に恋愛では、〇〇さんの理想主義は<span class='moon-characteristic'>恋をロマンチックに彩る力</span>になります。\n夢を大切にしつつ、現実の小さな幸せも受け取れると関係はもっと安定します。",
      "compatibility": {
        "good": "共感力があって話を楽しめる人。夢を一緒に語れると絆が深まる。",
        "bad": "現実主義すぎる人。夢を否定されると一気に心が冷めてしまう。"
      },
      "image": "romantic"
    },
    "リアリスト型": {
      "title": "リアリスト型",
      "subtitle": "現実的で堅実な関係を求める",
      "description": "〇〇さんは、<span class='moon-characteristic'>「地に足をつけよう」</span>という意識を持っています。\n無理な約束よりも、確実に守れることを大切にするのではないでしょうか。\nその堅実さは相手に「信頼できる」「安心できる」と思わせる大きな魅力です。\nただ、ときには「ロマンがない」と物足りなく思われてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの現実的な視点は<span class='moon-characteristic'>安定した未来を築く土台</span>になります。\n堅実さを持ちながら、ときに遊び心を見せると相手の心がぐっと惹かれます。",
      "compatibility": {
        "good": "落ち着いていて真面目な人。将来を考えるときに同じ方向を向ける。",
        "bad": "刺激や冒険ばかり求める人。価値観のズレで疲れてしまうことも。"
      },
      "image": "realistic"
    },
    "刺激ハンター型": {
      "title": "刺激ハンター型",
      "subtitle": "新鮮さやドキドキを追い求める",
      "description": "〇〇さんは、<span class='moon-characteristic'>「新しいことはいいことだ」</span>という意識を持っています。\n新しいことに心が惹かれやすく、変化があるとワクワクしませんか？\nそのエネルギーは相手に「一緒にいると楽しい」と思わせる大きな魅力です。\nただ、ときには落ち着きを求める人に「落ち着かない」と思われてしまうこともあるかもしれません。\n特に恋愛では、〇〇さんの刺激好きは<span class='moon-characteristic'>二人の関係に活気をもたらす力</span>になります。\n新鮮さを楽しみつつ、相手の安心感にも目を向けると長続きしやすいでしょう。",
      "compatibility": {
        "good": "好奇心旺盛な人。新しい体験を一緒に楽しめる関係がベスト。",
        "bad": "変化を嫌う安定志向の人。〇〇さんのペースに疲れてしまうかも。"
      },
      "image": "excitement"
    },
    "成長パートナー型": {
      "title": "成長パートナー型",
      "subtitle": "一緒に成長できる関係を重視",
      "description": "〇〇さんは、<span class='moon-characteristic'>「お互いに高め合う」</span>という意識を持っています。\n努力している人に惹かれたり、刺激を受けると「私も頑張ろう」と思いませんか？\nその姿勢は相手に「前向きで頼もしい」と思わせる大きな魅力です。\nただ、ときには自分にも相手にも「頑張らなきゃ」とプレッシャーをかけすぎることもあるかもしれません。\n特に恋愛では、〇〇さんの成長意識は<span class='moon-characteristic'>二人を支え合うパートナーシップ</span>を育てます。\nときには「そのままでも十分大切」と伝える余裕を持つと、さらに絆が深まります。",
      "compatibility": {
        "good": "目標を持って努力する人。一緒に頑張る関係が自然と続きやすい。",
        "bad": "受け身で変化を嫌う人。歩調が合わずに距離が広がってしまう。"
      },
      "image": "growth"
    }
  },
  "energyType": {
    "燃え上がり型": {
      "title": "燃え上がり型",
      "subtitle": "一気にのめり込む",
      "description": "〇〇さんは、「気になる」と思ったら<span class='moon-characteristic'>一気に距離を縮められるくらい強い行動軸</span>を持っています。\n気持ちが高まると、他のことを忘れてしまうくらい夢中になることはありませんか？\nその情熱は相手に「全力で向き合ってくれている」と伝わる大きな魅力です。\nただ、ときには相手のペースを置き去りにしてしまい「早すぎる」と思われることもあるかもしれません。\n特に恋愛では、〇〇さんの熱さは<span class='moon-characteristic'>相手の心を強く惹きつける炎</span>になります。\n少しだけペースを合わせる余裕を持つと、より深い絆につながるでしょう。",
      "compatibility": {
        "good": "一緒に盛り上がれる情熱的な人。お互いの熱で関係が加速します。",
        "bad": "ゆっくり進めたい慎重な人。温度差に戸惑わせてしまうかも。"
      },
      "image": "intense"
    },
    "持続型": {
      "title": "持続型",
      "subtitle": "安定してずっと熱を注ぐ",
      "description": "〇〇さんは、<span class='moon-characteristic'>「一度大切に思ったらずっと大切にする」</span>という行動軸を持っています。\n気持ちの波が少なく、モノを大事にしたり、人間関係では安定して愛情や信頼を注ぎ続けられるのではないでしょうか。\nその安定感は相手に「安心できる」「信じられる」と思わせる大きな魅力です。\nただ、ときには相手から「変化が少ない」と思われ、マンネリに感じられることもあるかもしれません。\n特に恋愛では、〇〇さんの持続力は<span class='moon-characteristic'>長く愛を育てる土台</span>になります。\n時折サプライズや変化を加えることで、さらに魅力が際立つでしょう。",
      "compatibility": {
        "good": "落ち着いた誠実な人。信頼関係を長く積み重ねられます。",
        "bad": "刺激ばかり求める人。〇〇さんの安定感を「退屈」と誤解されることも。"
      },
      "image": "stable"
    },
    "波あり型": {
      "title": "波あり型",
      "subtitle": "気持ちの浮き沈みがある",
      "description": "〇〇さんは、<span class='moon-characteristic'>気分やモチベーションの波が出る行動軸</span>を持っています。\n「今日は頑張りたい！」「今は休憩したい」\n「今日は会いたい」「今は一人になりたい」\nと感情が揺れ動くことはありませんか？\nその変化は相手に「感情が豊かで飽きない」と思わせる大きな魅力です。\nただ、ときには相手を振り回してしまい「どう合わせればいいの？」と不安にさせることもあるかもしれません。\n特に恋愛では、〇〇さんの波は<span class='moon-characteristic'>刺激的でドラマチックな関係</span>をつくります。\n自分の波を少し伝えるだけで、相手も安心して付き合いやすくなるでしょう。",
      "compatibility": {
        "good": "柔軟で合わせてくれる人。変化を楽しんでくれる相手なら長続きします。",
        "bad": "安定を第一に求める人。波に疲れて距離ができてしまうかも。"
      },
      "image": "fluctuating"
    },
    "クール型": {
      "title": "クール型",
      "subtitle": "恋愛に全振りせず冷静",
      "description": "〇〇さんは、<span class='moon-characteristic'>感情に流されず落ち着いて向き合えることができる強い行動軸</span>を持っています。\n冷静に状況を見たり、自分の気持ちを抑えて行動することが多いのではないでしょうか。\nその冷静さは相手に「安心できる」「信頼できる」と映る大きな魅力です。\nただ、ときには「冷たい」「本気じゃない」と誤解されることもあるかもしれません。\n特に恋愛では、〇〇さんのクールさは<span class='moon-characteristic'>安定感と信頼を築く力</span>になります。\n自分の気持ちを少し言葉にすれば、その魅力はさらに伝わるでしょう。",
      "compatibility": {
        "good": "落ち着いていて自立している人。冷静さを安心感として受け止めてくれる。",
        "bad": "ベッタリ求めるタイプ。温度差に寂しさを感じやすい。"
      },
      "image": "cool"
    }
  }
}