{
  "mainText": {
    "pattern": 1,
    "result": "実は〇〇さんの恋愛の月には今、雲がかかっています、、、",
    "feelingAcknowledgment": "〇〇さん、最近ちょっと恋愛のことで\n不安な気持ちや焦る気持ちが出てきていませんよね？\n「大丈夫！」って即答できるくらいであれば私も安心ですが、\nもし \"このままじゃだめかも…\"って不安を感じられているのであれば、\nどうぞここから下をお読みください、、、\n\nまず〇〇さんが今お悩みなのは、それだけ未来に向けて\n真剣だからこそなんです。\nこれはすごく自然な気持ちだと思います。",
    "reassurance": "でもね、大丈夫ですよ。\n無理に急がなくても、ちゃんと光が差し込んできます。",
    "reason": "なぜなら、〇〇さんは\n<span class='moon-characteristic'>M（3ヶ月先）月末までに</span>、雲が晴れ、\n新しい出会いや心の変化が訪れる流れが来ているからです。",
    "evidence1": "前よりも気になる人や場所が増えた",
    "evidence2": "何気ない会話の中で、\"これから\"を意識した瞬間があった",
    "evidence3": "ふと、\"そろそろ変わりたいな\"と思った",
    "evidence4": "それは、恋愛運が静かに動き始めているサインなんです。",
    "advice1": "だから今から１ヶ月は、できると思えるタイミングがくるまでの準備の時間にしましょう。",
    "advice2": "今の気持ちや小さな悩みをノートに書き出す",
    "advice3": "<span class='moon-characteristic'>M（1ヶ月先）月に入るまで</span>に見返して、\"心を一番動かしたこと\"を見つける",
    "advice4": "信頼できる友達に、恋愛の近況や気持ちを少し話してみる",
    "advice5": "こうして心を整えておくことで、\n<span class='moon-characteristic'>M（3ヶ月先）月末までに訪れるチャンス</span>を自然に掴めるはずです。"
  },
  
  "destinyMeeting": {
    "pattern": 1,
    "declaration": "〇〇さんの心を動かす出会いは──遠くではなく、<span class='moon-characteristic'>M（3ヶ月先）月末までに</span>すぐそばまで訪れるでしょう。",
    "details": "その出会いは、<span class='moon-characteristic'>人が多すぎない落ち着いた空間</span>で起こりやすい流れです。\nたとえば駅近のカフェや、友人宅での小さな集まり。\nそのとき、最初は少し緊張するかもしれませんが、相手の自然な笑顔ややさしい言葉に安心を覚え、心がふっとほどける瞬間が訪れるでしょう。",
    "condition": "ただし──〇〇さんが<span class='moon-characteristic'>自分の心の小さな動きに素直でなければ</span>、この出会いに気づけないかもしれません。\n\"どうせ私なんて\"と心を閉じてしまうと、大切な瞬間はすり抜けてしまうのです。",
    "action": "だからこそ今は、出会いを引き寄せるために先ほどの3つのアクションを大切にしてくださいね。\nスクショして保存しておくのも良いですし、メモに残しておくのもおすすめです。\nそうすれば、<span class='moon-characteristic'>M（3ヶ月先）月末までに訪れる出会い</span>を自然に掴むことができるでしょう。"
  },
  
  "admirerType": {
    "pattern": 1,
    "declaration": "〇〇さんに恋の矢を向けている人は──<span class='moon-characteristic'>すでに日常の輪の中にいる人</span>です。\nその想いは、<span class='moon-characteristic'>M（3ヶ月先）月末までに</span>、言葉や態度としてよりはっきり現れてくるでしょう。",
    "characteristics": "その相手は、〇〇さんがこれまで\"特別視していなかった人\"の中にいそうです。",
    "sign1_title": "職場や学校での場面",
    "sign1_desc": "さりげなく『手伝いますよ！』と声をかけてくれる人。\n重たい荷物を黙って持ち上げてくれる人。\nアピールも見返りも求めず、自然に支えてくれる姿に、\n後から\"あの人、いつも助けてくれてるな\"と気づくでしょう。",
    "sign2_title": "習い事や行きつけのカフェ",
    "sign2_desc": "長い会話をするわけではないのに、会うたびに『こんにちは』と声をかけてくれる人。ほんの一言なのに、そのトーンが心地よくて、気持ちが少し明るくなる。ある日ふと『毎回欠かさず声をかけてくれてる』と気づいたとき、胸の奥にあたたかさが広がるでしょう。",
    "sign3_title": "友人グループや人が集まる場所",
    "sign3_desc": "大勢で盛り上がっているとき、ふと目が合った相手が、少し長めにやさしい笑顔を返してくれることがあります。特別扱いされている感覚はなかったのに、\"今、自分を見ていた気がする\"と意識してしまう──それがサインです。",
    "realization": "こうした小さな積み重ねが、ある瞬間に突然、線につながります。\n\"これはただの気遣いじゃなくて、私に向けられていた想いなのかも\"\nその気づきこそ、矢を向けてくれている相手の存在なのです。",
    "condition": "ただし、<span class='moon-characteristic'>小さな優しさを\"ただの気遣い\"と片付けてしまうと</span>、\nこの矢に気づけない可能性があります。\nこの気づきが一番起きやすのが、これから<span class='moon-characteristic'>M（3ヶ月先）月末まで</span>でしょう。"
  },
  
  "dangerousType": {
    "pattern": 1,
    "warning": "〇〇さんがここ3ヶ月の間で注意すべきは──<span class='moon-characteristic'>心を大きく揺さぶるけれど、不安も同時に与えてくる人</span>です。\n最初は魅力的に見えても、関わりが深まるほどに心が疲れてしまう可能性があります。",
    "introduction": "この危険な相手は、次のような特徴を持って現れることが多いでしょう。",
    "characteristic1_title": "SNSや連絡を通じての相手",
    "characteristic1_desc": "最初はテンポよく返事をくれて、心をくすぐるような言葉を並べる人。\n『また会いたい』『気が合うね』と期待を膨らませますが、ある日から急に返信が遅くなったり、約束をはぐらかしたりする。\n〇〇さんは\"どうして？\"と不安に揺さぶられるでしょう。",
    "characteristic2_title": "飲み会やグループの中での相手",
    "characteristic2_desc": "大勢の前では盛り上げ役で、誰とでも距離を縮められるタイプ。\nけれど二次会や帰り際に急に個人的な誘いをしてくる人。\nその場では楽しくても、後から冷静になると\"言葉だけで具体性がない\"ことに気づくでしょう。",
    "characteristic3_title": "言葉と行動が一致しない相手",
    "characteristic3_desc": "『大切にするよ』と口では言うのに、実際の態度や行動が伴わない人。\n優しい言葉に一瞬心が動くけれど、帰り道にふっと寂しさや違和感を覚える──それが危険なサインです。",
    "condition": "ただし、<span class='moon-characteristic'>ドキドキや刺激を\"愛\"と勘違いしてしまうと</span>、\nこの<span class='moon-characteristic'>M（3ヶ月先）月末までに</span>危険な恋の罠に巻き込まれる可能性があります。\n強い刺激に流されると、本当に安心できる人との縁を見失ってしまうのです。"
  }
}