{
  "新月": {
    "title": "裏では不安に揺れやすい心配性な一面",
    "subtitle": "新月タイプの裏月相",
    "description": "新月さんの裏の一面は──実は心配性で、人にどう思われるかを気にしやすいタイプです。\nこんな瞬間、ありませんか？\n・LINEの通知を見て「今は返したくない」とスルーしてしまったこと\n・みんなでいるのに「私だけ浮いてるかも」と感じてしまう瞬間\n・小さな失敗を引きずって後から何度も考え込むこと\nでも、それも新月さんの大切な一部で、それだけ人との関係を真剣に考えている証拠なんです。ただし口うるさい人や、スピードを求められすぎる環境は、新月さんにとって合わないかもしれません。この裏の顔を知っておくことで、新月さんはもっと無理せず自然体で過ごせるでしょう。",
    "image": "/images/moon/ura-0.png"
  },
  "三日月": {
    "title": "実は我慢しすぎて爆発寸前な時がある",
    "subtitle": "三日月タイプの裏月相",
    "description": "三日月さんの裏の一面は──優しすぎて自分を犠牲にしがち、限界まで我慢してしまうタイプです。こんな瞬間、ありませんか？\n・「大丈夫」と言いながら内心イライラしてしまうこと\n・頼まれごとを断れずに自分のしたいことができなかったこと\n・一人の時間が無性に欲しくなること\nでも、それも三日月さんの責任感の強さと愛情深さの表れで、人を大切に思うからこその行動なんです。ただし自己中心的な人や、感謝を示さない相手は、三日月さんのエネルギーを奪ってしまうので要注意です。この裏の顔を受け入れて、時には「NO」と言う勇気を持つことで、もっと楽に過ごせるはずです。",
    "image": "/images/moon/ura-1.png"
  },
  "上弦の月": {
    "title": "計画通りにいかないと密かにイライラしてしまう",
    "subtitle": "上弦の月タイプの裏月相",
    "description": "上弦の月さんの裏の一面は──予定が狂うとストレスを感じやすく、コントロールしたがるタイプです。こんな瞬間、ありませんか？\n・待ち合わせで相手が遅れてきた時にイライラしてしまうこと\n・急な予定変更で心の中で「え〜」と思ってしまうこと\n・グループの誰かが段取りを無視すると密かにモヤモヤすること\nでも、それも上弦の月さんの責任感と、みんなのことを考える優しさの裏返しなんです。ただしいい加減な人や、時間にルーズな相手とは、どうしても価値観が合わないかもしれません。この完璧主義な一面を理解して、「80%で良し」とする気持ちの余裕を持つことで、もっとリラックスして過ごせるでしょう。",
    "image": "/images/moon/ura-2.png"
  },
  "十三夜": {
    "title": "変化が苦手で新しいことを避けたがる面も",
    "subtitle": "十三夜タイプの裏月相",
    "description": "十三夜さんの裏の一面は──変化を避けたがり、慣れ親しんだものに固執しやすいタイプです。こんな瞬間、ありませんか？\n・新しい店より行き慣れた場所を選んでしまうこと\n・変化を求められると「今のままでいいのに」と思ってしまうこと\n・新しいことに誘われても「私には向いてないかも」と遠慮してしまうこと\nでも、それも十三夜さんの安定を大切にする堅実さと、今ある幸せを守りたい気持ちの表れなんです。ただしせっかちな人や、急激な変化を求める環境は、十三夜さんには重荷になってしまうかもしれません。この慎重な性格を活かしながら、小さな一歩から始める勇気を持てば、もっと世界が広がるはずです。",
    "image": "/images/moon/ura-3.png"
  },
  "満月": {
    "title": "感情の波が激しくて自分でも疲れてしまう時が",
    "subtitle": "満月タイプの裏月相",
    "description": "満月さんの裏の一面は──感情の起伏が激しく、自分の気持ちに振り回されやすいタイプです。こんな瞬間、ありませんか？\n・朝はテンション高かったのに夕方にはどんよりしてしまうこと\n・相手の一言で急に不安になって眠れなくなること\n・愛情を注いだのに思った反応が返ってこないとガッカリしてしまうこと\nでも、それも満月さんの豊かな感受性と、人を愛する力の強さゆえのことなんです。ただし感情表現を抑えがちな人や、淡白すぎる相手とは、温度差を感じてしまうかもしれません。この感情豊かな自分を受け入れて、「今日はそういう日」と割り切る術を覚えれば、もっと楽に生きられるでしょう。",
    "image": "/images/moon/ura-4.png"
  },
  "十六夜": {
    "title": "本音を言えずに一人で抱え込んでしまいがち",
    "subtitle": "十六夜タイプの裏月相",
    "description": "十六夜さんの裏の一面は──本当の気持ちを表に出せず、一人で悩みを抱え込みやすいタイプです。こんな瞬間、ありませんか？\n・「本当はこう思っているのに」と心の中で思いながらうまく言葉にできないこと\n・困っているのに「大丈夫です」と答えて後で一人で落ち込むこと\n・相手の顔色を気にしすぎて自分の意見を飲み込んでしまうこと\nでも、それも十六夜さんの相手を思いやる優しさと、調和を大切にする心の表れなんです。ただしストレートすぎる人や、感情をぶつけてくる相手は、十六夜さんには負担が大きすぎるかもしれません。この控えめな性格を理解して、信頼できる人には素直な気持ちを伝える練習をすれば、もっと心軽やかに過ごせるはずです。",
    "image": "/images/moon/ura-5.png"
  },
  "下弦の月": {
    "title": "頑固で融通が利かない面があることも",
    "subtitle": "下弦の月タイプの裏月相",
    "description": "下弦の月さんの裏の一面は──自分のルールがちゃんとあり、柔軟さよりも一貫した意見を持っているタイプです。こんな瞬間、ありませんか？\n・「でも普通はこうでしょ」と心の中で相手を批判してしまうこと\n・急な予定変更に「なんで事前に言わないの」とイライラすること\n・今のやり方を変えないといけないことがストレスになること\nでも、それも下弦の月さんの一貫性を大切にする誠実さと、物事をしっかり考える慎重さの表れなんです。ただしノリを重視する人や、その場の雰囲気で決める相手とは、価値観がぶつかりやすいかもしれません。この真面目な性格を活かしつつ、「相手には相手の考えがある」と受け入れる余裕を持てば、人間関係がもっとスムーズになるでしょう。",
    "image": "/images/moon/ura-6.png"
  },
  "暁": {
    "title": "実は寂しがりで認めてもらいたい気持ちが強い",
    "subtitle": "暁タイプの裏月相",
    "description": "暁さんの裏の一面は──孤独を感じやすく、理解されたい欲求が人一倍強いタイプです。こんな瞬間、ありませんか？\n・一人の時間は好きなのに、ふと「誰も私のことを分かってくれない」と寂しくなること\n・頑張っているのに評価されないと「もういいや」と投げやりになってしまうこと\n・表面的な付き合いばかりで深いつながりを求めて疲れてしまうこと\nでも、それも暁さんの深く考える力と、本物の関係を大切にしたい純粋さの表れなんです。ただし軽いノリの人や、表面的な関係を好む相手とは、どうしても物足りなさを感じてしまうかもしれません。この繊細な感性を大切にしながら、少しずつ心を開ける相手を見つけることで、もっと充実した関係を築けるはずです。",
    "image": "/images/moon/ura-7.png"
  }
}