{
  "新月": {
    "title": "新月",
    "subtitle": "新しい始まりの力。無限の可能性を秘めた開拓者",
    "description": "あなたは新月の日に生まれた、始まりのエネルギーを持つ人。何もないところから何かを生み出す力があり、ゼロから1を作り出すことに長けています。純粋で素直な心を持ち、新しいことへの好奇心が旺盛。まだ誰も踏み入れていない道を進むパイオニア精神があります。時に無鉄砲に見えることもありますが、その勇気こそがあなたの最大の武器なのです。",
    "image": "/images/moon/omote-0.png"
  },
  "三日月": {
    "title": "三日月",
    "subtitle": "成長のエネルギー。小さな芽を大きく育てる育成者",
    "description": "あなたは成長のエネルギーを持つ三日月生まれ。小さな芽を大きく育てる力に優れ、物事を少しずつ、確実に成長させていくことができます。慎重でありながら着実に前進し、困難も成長の糧に変える力があります。繊細な感受性を持ち、相手の気持ちを察することが得意です。",
    "image": "/images/moon/omote-1.png"
  },
  "上弦": {
    "title": "上弦",
    "subtitle": "挑戦のエネルギー。困難を乗り越える戦士",
    "description": "あなたは挑戦のエネルギーを持つ上弦の月生まれ。困難に立ち向かう勇気と、それを乗り越える力を持っています。決断力に優れ、迷うことなく前進できる強さがあります。バランス感覚も優れており、理想と現実の間で最適な選択ができます。",
    "image": "/images/moon/omote-2.png"
  },
  "十三夜": {
    "title": "十三夜",
    "subtitle": "美と調和の力。バランスを保つ調整者",
    "description": "あなたは美と調和の力を持つ十三夜生まれ。完成に向かう美しいエネルギーを持ち、物事を美しく仕上げる才能があります。周囲との調和を大切にし、皆が心地よく過ごせる環境を作ることができます。成熟した魅力で人々を惹きつけます。",
    "image": "/images/moon/omote-3.png"
  },
  "満月": {
    "title": "満月",
    "subtitle": "完成のエネルギー。すべてを照らす完全体",
    "description": "あなたは完成のエネルギーを持つ満月生まれ。すべてを照らす圧倒的な存在感を持ち、周囲に大きな影響を与えます。情熱的で表現力豊か、あなたがいるだけで場が華やぎます。完全性を求める性質があり、何事も完璧を目指します。",
    "image": "/images/moon/omote-4.png"
  },
  "十六夜": {
    "title": "十六夜",
    "subtitle": "内省のエネルギー。真実を見つめる賢者",
    "description": "あなたは内省のエネルギーを持つ十六夜生まれ。満月の後の落ち着きを持ち、物事を深く見つめる力があります。余裕と品格を持ち、慌てることなく自分のペースで進めます。内面の豊かさと深い洞察力が魅力です。",
    "image": "/images/moon/omote-5.png"
  },
  "下弦": {
    "title": "下弦",
    "subtitle": "手放しの力。不要なものを削ぎ落とす浄化者",
    "description": "あなたは手放しの力を持つ下弦の月生まれ。不要なものを削ぎ落とし、本質だけを残す力があります。整理整頓が得意で、効率的に物事を進められます。終わりから新しい始まりを見つけ出す、再生の力も持っています。",
    "image": "/images/moon/omote-6.png"
  },
  "暁": {
    "title": "暁",
    "subtitle": "準備のエネルギー。次なる始まりへの準備者",
    "description": "あなたは準備のエネルギーを持つ暁生まれ。次なる始まりに向けて準備を整える力があります。深い洞察力と神秘的な魅力を持ち、見えない世界との繋がりを感じることができます。静寂の中で大きな力を蓄えています。",
    "image": "/images/moon/omote-7.png"
  }
}