{
  "0": {
    "moonPhase": "新月",
    "hiddenPhase": "新月",
    "fortune": {
      "overall": "新月×新月の純粋な創造エネルギーが最高潮に達する3ヶ月間。始まりの力が二重に強化され、革新的なアイデアが次々と湧き上がります。今月は新しいプロジェクトや挑戦を始めるのに最適な時期。来月にかけて直感力が研ぎ澄まされ、他の人には見えないチャンスを掴めるでしょう。再来月には今月始めたことが形になり始めます。ただし継続が苦手な面も二重になるため、飽きずに最後までやり遂げる意識を持つことが重要です。",
      "love": "一目惚れしやすく恋に落ちるスピードが速い時期。今月出会った相手とは急速に関係が深まります。来月は情熱的な恋愛展開が期待でき、再来月には将来を真剣に考える段階に入るでしょう。シングルの方は普段行かない場所での出会いが吉。パートナーがいる方は新鮮なデートプランで関係をリフレッシュできます。",
      "work": "新規プロジェクトや起業に最適な3ヶ月。今月立ち上げたビジネスは来月には軌道に乗り始め、再来月には最初の成果が見えてきます。クリエイティブな分野や革新的なアイデアが評価されやすい時期。ルーティンワークよりも創造的な仕事に集中することで大きな成功を掴めるでしょう。",
      "relationship": "新しい出会いが次々と訪れる充実期。今月は様々なタイプの人と知り合い、来月には志を同じくする仲間が見つかります。再来月は人脈が一気に広がり、将来につながる重要な人物との出会いもありそう。ただし関係をリセットしたくなる衝動も強いため、大切な人との絆は意識的に維持しましょう。",
      "money": "新しい収入源が見つかる豊かな時期。今月は投資のチャンスを掴み、来月には副業や新規事業からの収入が期待できます。再来月は臨時収入の可能性も。ただし衝動買いには注意が必要。計画的な資金管理を心がけ、収入の20％は貯蓄に回すことをおすすめします。"
    }
  },
  "1": {
    "moonPhase": "新月",
    "hiddenPhase": "三日月",
    "fortune": {
      "overall": "新月の創造力と三日月の慎重さが絶妙なバランスを生み出す3ヶ月。革新的なアイデアを現実的に調整し、実現可能な形に落とし込める時期です。今月は計画と準備に時間をかけ、来月から本格的な実行フェーズに入ります。再来月には着実な成果が形になるでしょう。夢想家でありながら現実主義者という稀有なバランスが成功をもたらします。",
      "love": "直感的な出会いを大切にしながらも相手をじっくり観察できる理想的な恋愛期。今月は友人関係から始まり、来月にかけて徐々に恋愛感情が芽生えます。再来月には真剣交際へと発展する可能性大。焦らずゆっくりと愛を育てることで、長続きする関係を築けるでしょう。",
      "work": "革新的なアイデアを慎重に実行に移せる時期。今月は企画立案と詳細検討、来月はプロトタイプ作成、再来月には本格的な成果が出始めます。失敗が少なく着実に成長できる期間。企画職やコンサルタント業で特に力を発揮できるでしょう。",
      "relationship": "新しい出会いに積極的でありながら、相手の本質を見抜く力も持つ時期。今月は広く浅く人脈を広げ、来月は信頼できる人を選別、再来月には深い信頼関係を築けます。表面的な付き合いではなく、本当に価値のある関係に集中できるでしょう。",
      "money": "新しい収入源を慎重に開拓できる安定した金運。今月は投資の下調べ、来月は少額から開始、再来月には利益が出始めます。長期投資や積立投資が特に良い結果をもたらすでしょう。衝動買いを避け、本当に必要なものだけに投資することが成功の鍵です。"
    }
  },
  "2": {
    "moonPhase": "新月",
    "hiddenPhase": "上弦",
    "fortune": {
      "overall": "新月の創造性と上弦の実行力が完璧に融合する即効性の高い3ヶ月。思い立ったらすぐ行動することで大きな成功を掴める時期です。今月前半に浮かんだアイデアを即座に実行し、来月には早くも成果が現れ、再来月には次のステージへ進めるでしょう。スピード感を大切にすることが成功の鍵となります。",
      "love": "情熱的で積極的な恋愛運が訪れる刺激的な時期。今月は電撃的な出会いや告白のチャンス、来月は急速に距離が縮まり、再来月には結婚や同棲の話も出るかもしれません。迅速な決断が幸運を呼び込みます。ただし相手のペースも尊重することを忘れずに。",
      "work": "革新的なアイデアと強力な実行力で業界に衝撃を与える可能性がある時期。今月はプロジェクト立ち上げ、来月は成果が形になり始め、再来月には大きな評価を得られるでしょう。起業や独立を考えている方には絶好のタイミングです。",
      "relationship": "リーダーシップを発揮し多くの人を巻き込める時期。今月はリーダー役を任され、来月には人的ネットワークが急拡大、再来月には業界の重要人物とのつながりも生まれるでしょう。自然と人が集まってくる魅力的な時期です。",
      "money": "大胆な投資で大きな利益を得られる可能性が高い時期。今月は短期投資で利益を上げ、来月は新ビジネスが軌道に乗り、再来月には予想以上の収入が期待できます。ただしリスク管理も重要。利益の一部は安全な投資先に移すことをおすすめします。"
    }
  },
  "3": {
    "moonPhase": "新月",
    "hiddenPhase": "十三夜",
    "fortune": {
      "overall": "新月の新鮮さと十三夜の成熟した知恵が調和する遅咲きの大輪型の3ヶ月。今月は準備と学習の期間、来月中旬から運気が上昇し始め、再来月には完全開花を迎えます。じっくりと力を蓄えることで最終的に大きな成功を掴める時期です。焦らず着実に進むことが重要です。",
      "love": "深く成熟した愛情関係を築ける理想的な時期。今月は相手をじっくり理解する期間、来月後半から愛情が深まり、再来月には結婚を前提とした真剣な交際へ発展するでしょう。年上の相手や精神的に成熟した人との縁が特に強くなります。",
      "work": "専門性と革新性を兼ね備えたキャリア発展期。今月は新分野の学習や資格取得、来月後半から専門家としての地位が確立され、再来月には重要ポジションに就く可能性があります。コンサルティングや研究開発分野で特に成果を上げられるでしょう。",
      "relationship": "深い信頼関係に基づく質の高い人間関係を構築できる時期。今月は既存の関係を見直し、来月後半からメンターとなる人物との出会い、再来月には尊敬と信頼に基づく深い友情が形成されます。学術界や文化的コミュニティでの人脈が広がります。",
      "money": "長期的視点での着実な資産形成期。今月は教育投資や資格取得への投資、来月後半から投資の成果が現れ始め、再来月には専門知識を活かした副業で新たな収入源を確立できるでしょう。不動産投資も吉です。"
    }
  },
  "4": {
    "moonPhase": "新月",
    "hiddenPhase": "満月",
    "fortune": {
      "overall": "新月の創造力と満月の情熱が生み出す波動型の劇的な3ヶ月。高い波と低い波が交互に訪れる変化の激しい時期です。今月前半、来月前半、再来月前半が絶好調期。この波のリズムを理解し、高い時は積極的に、低い時は充電期間として活用することが成功の鍵です。",
      "love": "情熱的でドラマチックな恋愛展開が期待できる時期。今月前半に運命的な出会い、来月は関係の深化、再来月前半に情熱が再燃します。まるで映画のような恋愛体験ができるでしょう。ただし感情の波が激しいため、冷静さを保つことも重要です。",
      "work": "革新的プロジェクトで業界に衝撃を与える可能性がある時期。今月前半に画期的なアイデアを提示、来月は実績が認められ地位が上昇、再来月前半に大きな成果を達成します。クリエイティブ分野やエンターテインメント業界で特に活躍できるでしょう。",
      "relationship": "カリスマ的な魅力で多くの人を惹きつける時期。今月前半にコミュニティの中心的存在となり、来月は深い友情が形成され、再来月前半には影響力のあるポジションに就く可能性があります。熱狂的な支持者が増える時期です。",
      "money": "ハイリスク・ハイリターンの投資で大きな利益を狙える時期。今月前半と再来月前半が投資の絶好機。新興市場や革新的技術分野で大きなリターンが期待できます。ただし波の低い時期はリスク管理を徹底し、利益確定も検討しましょう。"
    }
  },
  "5": {
    "moonPhase": "新月",
    "hiddenPhase": "十六夜",
    "fortune": {
      "overall": "新月の新鮮さと十六夜の品格が調和する安定型の3ヶ月。今月は適応期間、来月が運気のピークで質の高い成果を上げ、再来月は安定期として次のステップへの準備を整えます。品質と継続性を重視することで長期的な成功を築ける期間です。",
      "love": "上品で洗練された恋愛関係を築ける理想的な時期。今月は相性を見極める期間、来月中旬に関係が深まり、再来月には安定した愛情関係の基盤が築かれます。格調高いデートや文化的体験の共有が関係を深めるでしょう。",
      "work": "品質と継続性を重視した着実なキャリア発展期。今月は新スキルの習得、来月は専門性が認められ重要プロジェクトに参加、再来月にはより安定したポジションを獲得できます。高級品や文化関連業界で特に成果を上げられるでしょう。",
      "relationship": "品格ある人間関係と質の高いコミュニティ形成の時期。今月は文化活動での新しい出会い、来月は人脈の質と量が向上、再来月には尊敬し合える長期的関係が確立されます。影響力のある人物とのつながりも生まれるでしょう。",
      "money": "質の高い投資と継続的な資産形成による安定した金運上昇期。今月は高級品や不動産への投資検討、来月は投資収益が安定、再来月には継続的な収益基盤が確立されます。ブランド品や貴金属投資も吉です。"
    }
  },
  "6": {
    "moonPhase": "新月",
    "hiddenPhase": "下弦",
    "fortune": {
      "overall": "新月の創造性と下弦の効率性が融合する選択的成功の3ヶ月。本当に重要なことに集中することで最大限の結果を得られます。今月前半、来月後半、再来月中旬が運気のピーク。不要なものを取り除き、新しい可能性を開拓することが成功の鍵です。",
      "love": "効率的で深い愛情関係を築ける合理的な時期。今月前半に相性の良い相手と出会い、来月後半には関係が具体的に進展、再来月中旬には長期的パートナーシップの基盤が確立されます。無駄な時間をかけずに本質的な愛情に集中できます。",
      "work": "効率性と革新性で最大限の成果を上げられる時期。今月前半は新システム導入で生産性向上、来月後半は業務改善の成果で昇進チャンス、再来月中旬には重要な責任を任されます。プロジェクト管理や業務効率化で高評価を得られるでしょう。",
      "relationship": "効率的で有意義な人間関係構築に恵まれる時期。今月前半に重要なパートナーとの出会い、来月後半は関係の整理整頓、再来月中旬には効率的なチームワークで大きな成果を上げられます。本当に価値のある関係に集中できるでしょう。",
      "money": "効率的な資産運用と支出管理による確実な財務改善期。今月前半は家計見直しで節約効果、来月後半は効率的投資で利益、再来月中旬には健全な財務状況を築けます。自動化された投資システムが特に良い成果をもたらすでしょう。"
    }
  },
  "7": {
    "moonPhase": "新月",
    "hiddenPhase": "暁",
    "fortune": {
      "overall": "新月の創造力と暁の神秘的洞察力が融合する直感型の3ヶ月。予期しない大きな変化が訪れる可能性があります。今月第3週、来月第2週、再来月第1週に重要な出来事が起こるでしょう。論理より直感を信じることが成功の鍵。夢や偶然にも重要なメッセージが隠されています。",
      "love": "運命的で神秘的な恋愛体験ができる特別な時期。今月第3週に運命の相手との出会い、来月第2週に関係が深まり、再来月第1週には魂レベルでの結びつきを感じるでしょう。夢や偶然の出会いが重要なサインとなります。",
      "work": "直感とひらめきによる革新的な成果が期待できる時期。今月第3週、来月第2週、再来月第1週にブレークスルーが訪れます。クリエイティブ分野や研究開発で大きな成果を上げられるでしょう。早朝や深夜に重要なアイデアが浮かぶことが多い時期です。",
      "relationship": "深い精神的つながりを持つ人々との出会いに恵まれる時期。今月第3週、来月第2週、再来月第1週に人生の師となる人物との出会いがあります。占いや瞑想など精神世界に興味を持つ仲間とのつながりが生まれるでしょう。",
      "money": "直感による投資と予期しない収入で財運が上昇する時期。今月第3週、来月第2週、再来月第1週に臨時収入や投資の成功があります。宝くじ運も上昇。精神世界関連のビジネスや芸術分野で利益を得られる可能性があります。"
    }
  }
}