{
  "6": {
    "moonPhase": "新月",
    "hiddenPhase": "下弦の月",
    "phaseDescription": {
      "title": "行動力で人を惹きつける / 瞬発力と直感が光るエネルギッシュな魅力の持ち主",
      "text": "新月さんは、興味を持ったことに迷わず飛び込んでいく行動力の持ち主ですね。初対面の人とも自然に打ち解け、「一緒にいると楽しい」と周りから愛される存在です。その瞬発力と直感の鋭さは、停滞した空気を一気に変える素晴らしい才能で、あなたがいるだけで場が活気づくのです。ただ、安定期が続くと物足りなさを感じてしまう繊細さもお持ちですが、それは常に成長を求める向上心の表れなんです。新月さんのその生き生きとしたエネルギーこそが、多くの人に希望と刺激を与える特別な魅力なのです。"
    },
    "hiddenPhaseDescription": {
      "title": "頑固で融通が利かない面があることも",
      "mainText1": "〇〇さんの裏の一面は──自分のルールがちゃんとあり、柔軟さよりも一貫した意見を持っているタイプです。",
      "bulletPoints": [
        "「でも普通はこうでしょ」と心の中で相手を批判してしまうこと",
        "急な予定変更に「なんで事前に言わないの」とイライラすること",
        "今のやり方を変えないといけないことがストレスになること"
      ],
      "mainText2": "でも、それも〇〇さんの一貫性を大切にする誠実さと、物事をしっかり考える慎重さの表れなんです。ただしノリを重視する人や、その場の雰囲気で決める相手とは、価値観がぶつかりやすいかもしれません。この真面目な性格を活かしつつ、「相手には相手の考えがある」と受け入れる余裕を持てば、人間関係がもっとスムーズになるでしょう。"
    },
    "graphPattern": 1,
    "graphTitle": "即行動 × 勢いを形にする3ヶ月",
    "graphDescription": "スタートダッシュが鍵。1ヶ月目は行動すれば成果が得やすく、2ヶ月目以降は調整と維持がテーマになります。やりたいことは早めに着手しましょう。",
    "overall": {
      "title": "即行動 × 勢いを形にする3ヶ月",
      "intro": "〇〇さんの運命の月には今、新しい始まりの光が差し込んできています。\nただ、その光はまだ弱く、雲がかかることもあるでしょう。",
      "emotionalValidation": "〇〇さん、最近こんな気持ちになったこと、ありませんか？\n・何か新しいことを始めたいけど、一歩が踏み出せない\n・このままでいいのかな、と漠然とした不安を感じる\n・変わりたい気持ちはあるのに、どうすればいいかわからない\n\nこれらの気持ちは、〇〇さんが成長しようとしている証拠なんです。",
      "reassurance": "でもね、大丈夫ですよ。\n無理に急がなくても、〇〇さんの道にはちゃんと光が差し込んできます。",
      "reason": "なぜなら、新月×下弦の月タイプの〇〇さんは\nM（3ヶ月先）月末までに、雲が晴れ、\n新しい始まりと整理の力が融合して、大きな成果を生み出す流れが来ているからです。",
      "pastValidation": "最近こんなこと、ありませんでしたか？\n・前よりも「変わりたい」という気持ちが強くなった\n・不要なものを手放したくなった瞬間があった\n・新しいことと効率化の両方に興味が湧いた\n\nそれは、〇〇さんの運命が静かに動き始めているサインなんです。",
      "actionSteps": [
        "今の気持ちや小さな悩みをノートに書き出す",
        "来月（M（1ヶ月先）月）に入るまでに見返して、「心を一番動かしたこと」を見つける",
        "信頼できる友達に、最近の気持ちや変化を少し話してみる"
      ],
      "month1": {
        "title": "始まりの月",
        "text": "この月は新しいチャンスが次々と訪れます。迷わず行動に移すことで、想像以上の成果を得られるでしょう。"
      },
      "month2": {
        "title": "調整の月",
        "text": "1ヶ月目の勢いを維持しながら、細かい調整を加える時期。焦らず着実に進めることが大切です。"
      },
      "month3": {
        "title": "収穫の月",
        "text": "これまでの努力が実を結び始めます。新月の創造力と下弦の月の整理力が融合し、大きな成果となって現れるでしょう。"
      },
      "caution": "勢いだけで突き進まず、時には立ち止まって整理することも大切です。",
      "transitionAdvice": "新月の純粋な始まりの力と、下弦の月の整理と手放しの力。この2つを上手く使い分けることで、〇〇さんは理想の未来を掴むことができるでしょう。"
    },
    "love": {
      "mainText": "実は〇〇さんの恋愛の月には今、少し雲がかかっています...\n\n〇〇さん、最近ちょっと恋愛のことで不安な気持ちや焦る気持ちが出てきていませんか？\n「大丈夫！」って即答できるくらいであれば私も安心ですが、もし「このままじゃだめかも...」って不安を感じているのであれば、どうぞここから下をお読みください...\n\nまず〇〇さんが今お悩みなのは、それだけ〇〇さんが未来に向けて真剣だからこそなんです。これはすごく自然な気持ちだと思います。\n\nでもね、大丈夫ですよ。無理に急がなくても、〇〇さんの道にはちゃんと光が差し込んできます。\n\nなぜなら、新月タイプの〇〇さんはM（3ヶ月先）月末までに、雲が晴れ、新しい出会いや心の変化が訪れる流れが来ているからです。",
      "destinyMeeting": "〇〇さんの心を動かす出会いは──遠くではなく、M（3ヶ月先）月末までにすぐそばまで訪れるでしょう。\n\nその出会いは、人が多すぎない落ち着いた空間で起こりやすい流れです。たとえば駅近のカフェや、友人宅での小さな集まり。そのときの〇〇さんは、最初は少し緊張するかもしれませんが、相手の自然な笑顔やさしい言葉に安心を覚え、心がふっとほどける瞬間が訪れるでしょう。\n\nただし──〇〇さんが自分の心の小さな動きに素直でなければ、この出会いに気づけないかもしれません。「どうせ私なんて」と心を閉じてしまうと、大切な瞬間はすり抜けてしまうのです。",
      "admirerType": "〇〇さんに恋の矢を向けている人は──すでに日常の輪の中にいる人です。その想いは、M（3ヶ月先）月末までに、言葉や態度としてよりはっきり現れてくるでしょう。\n\nその相手は、〇〇さんがこれまで「特別視していなかった人」の中にいそうです。\n\n職場や学校での場面：さりげなく「手伝いますよ！」と声をかけてくれる人。重たい荷物を黙って持ち上げてくれる人。アピールも見返りも求めず、自然に支えてくれる姿に、〇〇さんは後から「あの人、いつも助けてくれてるな」と気づくでしょう。\n\nこうした小さな積み重ねが、ある瞬間〇〇さんの中で線につながります。",
      "dangerousType": "〇〇さんがここ3ヶ月の間で注意すべきは──心を大きく揺さぶるけれど、不安も同時に与えてくる人です。最初は魅力的に見えても、関わりが深まるほどに心が疲れてしまう可能性があります。\n\nSNSや連絡を通じての相手：最初はテンポよく返事をくれて、心をくすぐるような言葉を並べる人。「また会いたい」「気が合うね」と期待を膨らませますが、ある日から急に返信が遅くなったり、約束をはぐらかしたりする。〇〇さんは「どうして？」と不安に揺さぶられるでしょう。\n\nただし──〇〇さんがドキドキや刺激を「愛」と勘違いしてしまうと、このM（3ヶ月先）月末までに危険な恋の罠に巻き込まれる可能性があります。"
    },
    "relationship": {
      "mainText": "〇〇さんの人間関係の月には、今、小さな波が立っています。でもこれは決して悪いものではなく、心を整えるきっかけになる流れです。\n\n〇〇さん、最近こんな気持ちになったことはありませんか？\n・友達と過ごしていても、ふと「私だけ話に入れてないかも...」と感じる瞬間\n・職場や学校で、頼まれたことを断れずに抱え込み、気づいたら疲れてしまったこと\n・LINEの返事が少し遅いだけで、「嫌われたのかな」と不安になってしまった夜\n\nこうした不安や焦りは、〇〇さんが「人とのつながり」をとても大切にしているからこそ生まれるものなんです。",
      "newConnections": "〇〇さんは、M（2ヶ月先）月の10日〜15日ごろに、日常の中で「特別なつながり」に気づくでしょう。それは人混みではなく、静かな場所や少人数の集まりで訪れる関係です。\n\n最初は「ただの知り合いかな」と思うかもしれません。ですが、あとから振り返ると「この人だけは落ち着けた」と実感するでしょう。\n\nヒントは、LINEで交わした短いやりとり。その一言が、〇〇さんの中で大きな意味を持つようになるはずです。",
      "challengesAndSolutions": "〇〇さんにとっての課題は、気を遣いすぎて疲れてしまうことです。特にM（1ヶ月先）月の1日〜3日は要注意です。「断れなかった」「相手に合わせすぎた」と感じやすいタイミングが増えるかも...と出ています。\n\nこういうときは、返事を半日だけ遅らせる勇気を持つこと。ほんの小さな調整が、〇〇さんの心を守り、次の3ヶ月を軽やかにしてくれます。"
    },
    "work": {
      "mainText": "〇〇さんのお仕事の月には、今ちょっとした試練の影が差しています。でもそれは、次のステージへ進むための大切な準備期間なんです。\n\n〇〇さん、最近こんなことはありませんか？\n・一生懸命やっているのに、周りに気づいてもらえない気がする\n・頑張りすぎて、「私だけ空回りしてるかも...」と感じる瞬間がある\n・新しいことを任されたときに、「私にできるのかな」と不安になる\n\nこれらは決して弱さではなく、〇〇さんが真剣に仕事と向き合っている証拠なんです。",
      "newTalent": "〇〇さんがこれから気づく新しい才能は、「まとめ役」として周りを自然に引っ張る力です。特にM（1ヶ月先）月の10日〜15日ごろに、その芽がはっきり現れます。\n\n最初は「私が仕切るなんて...」と不安かもしれません。でも気づけば、〇〇さんの声かけや段取りで場がスムーズに回っているでしょう。\n\nヒントは、小さなプロジェクトや日常のチーム作業。その中で「任せられる力」が新しい才能として花開きます。",
      "turningPoint": "〇〇さんの転機は、思いがけない依頼から訪れます。特にM（1ヶ月先）月7日〜9日ごろ、急に任されることがあるでしょう。\n\n最初は「私にできるかな」と戸惑うかもしれません。でもそれこそが、〇〇さんの力を試すチャンスです。\n\nサインは、普段あまり話さない上司や先輩からのひとこと。その声かけが飛躍の合図になります。"
    },
    "money": {
      "mainText": "〇〇さんのお金の月には、今「使うべきもの」と「抑えるべきもの」が交錯しています。でもこの時期をうまく乗り越えると、安心できる流れに変わっていきます。\n\n〇〇さん、最近こんなことはありませんでしたか？\n・欲しいものがあるけど、「本当に買っていいのかな」と迷う\n・頑張った自分にご褒美をしたい気持ちと、節約したい気持ちがぶつかる\n・お金のことを考えると、「将来大丈夫かな」と少し不安になる\n\nこれらは、〇〇さんがしっかり未来を考えている証拠なんです。",
      "luckyActions": [
        "欲しいものは「本当に必要か」を一晩おいてから決める",
        "小さなご褒美は「心が満たされるもの」を選ぶ",
        "家計簿アプリやメモで、収支をざっくりでも記録してみる",
        "お札を財布の中で向きをそろえる",
        "小銭を感謝して貯金箱に入れる（「ありがとう」と唱える）"
      ],
      "moneyTrouble": "特にこの3ヶ月以内は、人からのお願いに「断れない」と感じやすい流れが出ています。\n\nすでに「ちょっと貸して」「立て替えて」なんてことを周りから言われたりしてませんよね？？ないのであれば、私も安心ですが、もし心当たりがあるのならこのM（3ヶ月先）月までに確実に精算してしまうことを強くオススメします。\n\n小さなことが、後で大きな誤解に変わると出ています...\n\n大丈夫。〇〇さんの優しさは「貸すこと」で証明されなくても、十分に伝わっています。"
    }
  }
}