{
  "17": {
    "moonPhase": "満月",
    "hiddenPhase": "十六夜",
    "graphPattern": 2,
    "graphTitle": "準備と基盤 × 開花へと向かう3ヶ月",
    "graphDescription": "序盤は焦らず「整える」ことが大切。1ヶ月目は心や環境の整理、2ヶ月目からチャンスが増え、3ヶ月目に最高潮を迎えます。大事な挑戦は後半に。",
    "overall": {
      "title": "準備と基盤 × 開花へと向かう3ヶ月",
      "intro": "〇〇さんの運命の月には今、満ちた光が静かに降り注いでいます。\nその光は時に雲に隠れることもありますが、確実に〇〇さんを照らし続けています。",
      "emotionalValidation": "〇〇さん、最近こんな気持ちになったこと、ありませんか？\n・何かを成し遂げたはずなのに、まだ物足りない気がする\n・次のステージに進みたいけど、何から始めればいいか迷う\n・充実感と同時に、新しい変化への期待を感じる\n\nこれらの気持ちは、〇〇さんが次の段階へ進もうとしている証拠なんです。",
      "reassurance": "でもね、大丈夫ですよ。\n焦らなくても、〇〇さんの道にはすでに明るい光が差し込んでいます。",
      "reason": "なぜなら、満月×十六夜タイプの〇〇さんは\nM（3ヶ月先）月末までに、満ちた力と静かな知恵が融合して、\n確実な成果と新たな始まりを生み出す流れが来ているからです。",
      "pastValidation": "最近こんなこと、ありませんでしたか？\n・今までの努力が形になり始めた瞬間があった\n・新しい挑戦への意欲が自然と湧いてきた\n・周りから頼られることが増えた\n\nそれは、〇〇さんの運命が満ちた状態から次へ進もうとしているサインなんです。",
      "actionSteps": [
        "これまでの成果や経験を整理して振り返る",
        "来月（M（1ヶ月先）月）に向けて、新しい目標を3つ書き出す",
        "信頼できる人に、最近の成果と今後の計画を共有する"
      ],
      "month1": {
        "title": "整理と準備の月",
        "text": "これまでの経験を整理し、次のステージへの準備を整える時期。焦らずじっくりと基盤を固めることが大切です。"
      },
      "month2": {
        "title": "チャンス到来の月",
        "text": "準備が整い、新しいチャンスが次々と訪れます。積極的に行動することで、想像以上の成果を得られるでしょう。"
      },
      "month3": {
        "title": "開花と収穫の月",
        "text": "3ヶ月の努力が実を結び、最高潮を迎えます。満月の完成力と十六夜の継続力が融合し、持続的な成功へとつながります。"
      },
      "caution": "満足感に浸りすぎず、常に次のステージを見据えることが大切です。",
      "transitionAdvice": "満月の完成と充実の力、十六夜の静かな継続の力。この2つを上手く活用することで、〇〇さんは持続的な成功を掴むことができるでしょう。"
    },
    "love": {
      "mainText": "実は〇〇さんの恋愛の月には今、満ちた光が輝いています...\n\n〇〇さん、最近ちょっと恋愛のことで充実感と同時に新しい刺激を求める気持ちが出てきていませんか？\n「今のままでも幸せ」と感じながらも、もし「もっと深い関係になりたい...」という願望を感じているのであれば、どうぞここから下をお読みください...\n\nまず〇〇さんが今感じているのは、それだけ〇〇さんが愛に対して真剣で、より深い幸せを求めているからこそなんです。これはとても自然な成長の証なんです。\n\nでもね、大丈夫ですよ。無理に変化を求めなくても、〇〇さんの恋愛にはすでに満ちた光が輝いています。\n\nなぜなら、満月タイプの〇〇さんはM（3ヶ月先）月末までに、今ある関係がより深まり、新しい展開が訪れる流れが来ているからです。",
      "destinyMeeting": "〇〇さんの心を満たす出会いや変化は──すでに始まっていて、M（3ヶ月先）月末までに完全な形として現れるでしょう。\n\nその展開は、落ち着いた環境で自然に起こりやすい流れです。たとえば行きつけの場所での再会や、友人を介した自然な出会い。そのときの〇〇さんは、最初から安心感を覚え、相手との会話が自然に弾むでしょう。\n\nただし──〇〇さんが今の充実感に満足しすぎてしまうと、新しい展開に気づけないかもしれません。「これ以上望むのは贅沢かな」と遠慮してしまうと、大切なチャンスを見逃してしまうのです。",
      "admirerType": "〇〇さんに深い愛情を向けている人は──すでに〇〇さんの生活圏内にいる人です。その想いは、M（3ヶ月先）月末までに、より明確な形で伝わってくるでしょう。\n\nその相手は、〇〇さんが「安心できる人」の中にいそうです。\n\n日常での場面：いつも同じペースで歩いてくれる人。〇〇さんの話を最後まで聞いてくれる人。派手なアピールはしないけれど、必要なときに必ずそばにいてくれる。そんな安定感のある存在に、〇〇さんは心から安らぎを感じるでしょう。\n\nこうした安心感の積み重ねが、ある瞬間〇〇さんの中で深い愛情へと変わります。",
      "dangerousType": "〇〇さんがここ3ヶ月の間で注意すべきは──表面的な魅力だけで近づいてくる人です。最初は刺激的に見えても、〇〇さんの内面的な充実を理解できない可能性があります。\n\n急接近してくる相手：出会ってすぐに「運命だ」と言ったり、派手なプレゼントや演出で気を引こうとする人。最初は新鮮で楽しいかもしれませんが、〇〇さんの求める深い絆は築けないでしょう。\n\nただし──〇〇さんが刺激や変化を「愛」と勘違いしてしまうと、このM（3ヶ月先）月末までに表面的な関係に巻き込まれる可能性があります。"
    },
    "relationship": {
      "mainText": "〇〇さんの人間関係の月には、今、満ちた光が優しく照らしています。でもこれは新しい段階へ進むための準備の光でもあります。\n\n〇〇さん、最近こんな気持ちになったことはありませんか？\n・今の人間関係に感謝しつつ、新しい出会いも欲しいと感じる\n・親しい人たちとの関係をもっと深めたいと思う\n・周りから頼られることが増えて、少し責任を感じる\n\nこうした感覚は、〇〇さんが「人とのつながり」において成熟し、次のステージへ進もうとしているからこそ生まれるものなんです。",
      "newConnections": "〇〇さんは、M（2ヶ月先）月の15日〜20日ごろに、今までとは違う深さの「つながり」を感じるでしょう。それは新しい出会いというより、既存の関係が深まる形で訪れます。\n\n最初は「いつもの会話」から始まるかもしれません。ですが、気づけば「この人とはもっと深い話ができる」と実感するでしょう。\n\nヒントは、共に過ごす時間の質。ただ一緒にいるだけでなく、心から分かち合える瞬間が〇〇さんに新しい気づきをもたらします。",
      "challengesAndSolutions": "〇〇さんにとっての課題は、頼られすぎて自分の時間が取れなくなることです。特にM（1ヶ月先）月の5日〜7日は要注意です。「みんなの期待に応えたい」という気持ちが強くなりすぎるかも...と出ています。\n\nこういうときは、「今は自分の充電期間」と宣言する勇気を持つこと。〇〇さんが満たされているからこそ、周りも幸せになれるのです。"
    },
    "work": {
      "mainText": "〇〇さんのお仕事の月には、今、満ちた成果の光が輝いています。でもそれは、次なる高みへの出発点でもあるんです。\n\n〇〇さん、最近こんなことはありませんか？\n・今までの努力が認められ始めたと感じる\n・新しい責任や役割を任されることが増えた\n・「もっとできるはず」という向上心が湧いてくる\n\nこれらは決して偶然ではなく、〇〇さんが着実に成長し、次のレベルへ進む準備ができている証拠なんです。",
      "newTalent": "〇〇さんがこれから発揮する新しい才能は、「統括力」として全体を見渡し導く力です。特にM（2ヶ月先）月の10日〜15日ごろに、その才能が明確に現れます。\n\n最初は「私がリーダーなんて...」と戸惑うかもしれません。でも気づけば、〇〇さんの判断や方向性に多くの人が信頼を寄せているでしょう。\n\nヒントは、チームプロジェクトや複数の案件を同時に進める場面。その中で「全体を見る力」が新しい強みとして開花します。",
      "turningPoint": "〇〇さんの転機は、大きなプロジェクトの完了と新規案件の開始が重なるタイミングで訪れます。特にM（2ヶ月先）月の20日〜25日ごろ、重要な決断の機会があるでしょう。\n\n最初は「両立できるかな」と不安かもしれません。でもそれこそが、〇〇さんの実力を証明するチャンスです。\n\nサインは、上司や取引先からの「〇〇さんにお願いしたい」という指名。その信頼が次のステージへの扉を開きます。"
    },
    "money": {
      "mainText": "〇〇さんのお金の月には、今「収穫」と「投資」のバランスが重要な時期に入っています。でもこの時期をうまく活用すると、より豊かな流れに変わっていきます。\n\n〇〇さん、最近こんなことはありませんでしたか？\n・収入が安定してきたけど、もっと増やしたいと感じる\n・自己投資をしたいけど、どこに使うべきか迷う\n・将来のために、そろそろ本格的に資産形成を考え始めた\n\nこれらは、〇〇さんが経済的に成熟し、次のステージを見据えている証拠なんです。",
      "luckyActions": [
        "収支を見直して、無駄な出費を1つ削減する",
        "将来のための積立や投資を少額から始める",
        "スキルアップのための自己投資を計画的に行う",
        "財布の中を整理して、レシートは毎日出す",
        "満月の日（M（1ヶ月先）月の満月）に通帳記帳をする"
      ],
      "moneyTrouble": "特にこの3ヶ月以内は、「大きな買い物」への誘惑が強くなる流れが出ています。\n\nすでに「これ欲しいな」「投資として買おうかな」なんて考えているものがありませんか？？ないのであれば、私も安心ですが、もし心当たりがあるのなら、このM（3ヶ月先）月までは慎重に検討することを強くオススメします。\n\n衝動的な大きな出費が、後で計画を狂わせる可能性があると出ています...\n\n大丈夫。〇〇さんの豊かさは「今すぐ」でなくても、確実に訪れます。"
    }
  }
}