{
  "emotionalExpression": {
    "ストレート告白型": {
      "title": "ストレート告白型",
      "description": "あなたの心は透明度100%の水のよう。感じたことを素直に言葉にし、相手に率直に伝える勇気を持っています。時には「重い」と感じられることもあるけれど、そのピュアな気持ちは相手の心に深く響き、真の信頼関係の礎となるのです。あなたの誠実さが、きっと特別な絆を育んでくれるでしょう。",
      "image": "straight"
    },
    "さりげない気遣い型": {
      "title": "さりげない気遣い型",
      "description": "あなたは言葉の魔術師というより、雰囲気の詩人。直接的な言葉よりも、微細な表情や仕草に思いを託します。相手があなたの気持ちに気づいてくれた瞬間の嬉しさは格別で、その繊細なコミュニケーションが二人だけの特別な言語となり、深い理解で結ばれた関係を築いていくのです。",
      "image": "subtle"
    },
    "スキンシップ型": {
      "title": "スキンシップ型",
      "description": "あなたにとって愛情は触れ合いという形で表現される詩。手のひらに込められた温もりや、さりげないハグに秘めた想いが、千の言葉よりも雄弁に心を伝えます。肌で感じる繋がりこそが、あなたの愛の証し。相手もその優しい接触から、あなたの深い愛情と安心感を受け取っているはずです。",
      "image": "physical"
    },
    "奥手シャイ型": {
      "title": "奥手シャイ型",
      "description": "あなたの心の奥には宝石のような純粋な愛情が眠っているのに、それを表に出すのがとても苦手。照れ隠しで素っ気なくしてしまったり、本心とは逆のことを言ってしまうことも。でもその控えめな姿勢の中に秘められた思いは、実は誰よりも深く真摯。時間をかけて伝わるあなたの愛は格別なのです。",
      "image": "shy"
    }
  },
  "distanceStyle": {
    "ベッタリ依存型": {
      "title": "ベッタリ依存型",
      "description": "あなたは愛する人との物理的・精神的距離がゼロに近いほど幸せを感じるタイプ。毎日の連絡や頻繁な会話が、あなたにとっての愛の栄養素です。時に「重い」と思われがちですが、その一途な想いは相手を特別な存在として大切にしている証拠。あなたの深い愛情が、きっと相手の心も満たしてくれるはずです。",
      "image": "close"
    },
    "安心セーフ型": {
      "title": "安心セーフ型",
      "description": "あなたは恋愛における絶妙なバランス感覚の持ち主。近すぎず遠すぎず、お互いが心地よく感じる距離を本能的に察知します。一人の時間も二人の時間も同じように大切にし、必要な時には温かく寄り添う。そんなあなたの成熟した愛情スタイルは、長続きする健全な関係の基盤となっているのです。",
      "image": "moderate"
    },
    "壁あり慎重型": {
      "title": "壁あり慎重型",
      "description": "あなたの心には美しい門があり、信頼できる人にだけその鍵を渡します。急激な距離の縮まりよりも、時間をかけて相手を理解し、理解されることを重視するタイプ。一見冷たく見えるかもしれませんが、その慎重さこそがあなたの愛の深さの表れ。一度開かれた心の扉の向こうには、誰よりも豊かな愛情が待っています。",
      "image": "cautious"
    },
    "自由マイペース型": {
      "title": "自由マイペース型",
      "description": "あなたは愛情と自由が調和した理想的な関係を求める人。束縛という名の鎖を嫌い、お互いが独立した個人として輝けることを大切にします。「愛しているからこそ自由にさせる」というあなたの哲学は、真の信頼関係から生まれるもの。その成熟した愛情観が、対等で尊重し合う素晴らしいパートナーシップを育みます。",
      "image": "independent"
    }
  },
  "loveValues": {
    "ロマンチスト型": {
      "title": "ロマンチスト型",
      "description": "あなたの心には小さな映画監督が住んでいて、日常を美しいラブストーリーに変える魔法を知っています。記念日やサプライズに込める思いは、相手を主人公にした特別な物語。時に現実離れしていると言われるかもしれませんが、そのロマンチックな感性こそが恋愛を芸術に昇華させ、二人の関係に永遠の輝きを与えるのです。",
      "image": "romantic"
    },
    "成長パートナー型": {
      "title": "成長パートナー型",
      "description": "あなたにとって愛とは、二人で登る美しい山のようなもの。お互いを高め合い、支え合いながら、より良い自分へと成長していくことに深い意味を見出します。困難な時こそ結束を強め、成功は二人で分かち合う。そんなあなたの愛情スタイルは、時を経るほどに深まり、共に歩んだ軌跡が二人の絆をより強固にしていきます。",
      "image": "growth"
    },
    "リアリスト型": {
      "title": "リアリスト型",
      "description": "あなたの愛は大地のように堅実で信頼できる存在。夢見がちなロマンスよりも、現実的な幸せと安定を重視する現実主義者です。将来のことを一緒に考え、経済的基盤も含めて関係を築くあなたの姿勢は、時に「ロマンがない」と思われがちですが、その地に足のついた愛こそが、長く続く幸福な関係の真の基盤なのです。",
      "image": "realistic"
    },
    "刺激ハンター型": {
      "title": "刺激ハンター型",
      "description": "あなたの恋愛はまるで冒険小説のよう。常に新しい刺激と発見を求め、マンネリを恐れる冒険家の心を持っています。予想外のデートや新しい体験を通じて、関係に常に新鮮な風を吹き込みます。時に落ち着きがないと思われるかもしれませんが、そのエネルギッシュな愛情スタイルが、関係を活性化させ続けているのです。",
      "image": "excitement"
    }
  },
  "loveEnergy": {
    "燃え上がり型": {
      "title": "燃え上がり型",
      "description": "あなたの愛は花火のように華やかで情熱的。恋に落ちると、その人のことで頭がいっぱいになり、持てるエネルギーの全てを注ぎ込みます。その圧倒的な熱量は相手を魅了し、忘れられない恋の記憶を刻みます。時に「重すぎる」と感じられることもありますが、あなたの純粋で激しい愛情は、相手の心に深く刻まれる特別な体験となるのです。",
      "image": "intense"
    },
    "持続型": {
      "title": "持続型",
      "description": "あなたの愛は四季を通じて咲き続ける花のよう。激しく燃え上がることはないけれど、穏やかで温かな愛情を長期間持続させる力があります。時間が経つほどに深みを増し、相手に安心感と幸福感を与え続けます。派手さはないかもしれませんが、そのじっくりと育まれた愛こそが、生涯にわたって続く真の愛の形なのです。",
      "image": "stable"
    },
    "波あり型": {
      "title": "波あり型",
      "description": "あなたの心は感受性豊かな海のよう。時には情熱的な大波となり、時には静かな凪となって、愛情表現に美しいリズムを生み出します。この変化を「気まぐれ」と誤解されることもありますが、実はその感情の波こそが関係に深い味わいをもたらし、相手もあなたの多面的な魅力に惹かれ続けるのです。変化こそがあなたの愛の魅力なのです。",
      "image": "fluctuating"
    },
    "クール型": {
      "title": "クール型",
      "description": "あなたの愛は静かに燃える青い炎のよう。表面的には冷静でクールに見えますが、その奥には深く静かな愛情が宿っています。感情に振り回されることなく、理性的に関係を築くあなたのスタイルは、時に「冷たい」と誤解されがちですが、その落ち着いた愛情こそが、相手に真の安心感と信頼感を与える源となっているのです。",
      "image": "cool"
    }
  }
}