{
  "action": [
    {
      "title": "直感行動の力",
      "desc": "〇〇さんは、周りの人よりも思いついたらすぐ動いてしまうタイプです。\n例えば、新しいお店や気になることを見つけると「とりあえずやってみよう」と思うこと、ありませんか？\nその行動力は、〇〇さんの強みなんです。"
    },
    {
      "title": "気配り行動の力",
      "desc": "〇〇さんは、周りの人よりも人の様子に気づいてすぐ動いてしまうところがあります。\n例えば、誰かが困っているとき、頼まれる前につい手を貸してしまうこと、ありませんか？\nその優しさは、〇〇さんらしい魅力のひとつです。"
    },
    {
      "title": "準備の力",
      "desc": "〇〇さんは、周りの人よりも先に準備を整えてしまうタイプです。\n例えば、出かける前に必要そうなものをつい多めに持っていくこと、ありませんか？\nその慎重さが、〇〇さんの安心感をつくっています。"
    },
    {
      "title": "集中行動の力",
      "desc": "〇〇さんは、周りの人よりも一度始めると夢中になって止まらなくなるところがあります。\n例えば、気づけば時間を忘れて作業や趣味に没頭してしまうこと、ありませんか？\nその集中力は、〇〇さんの大切な力です。"
    },
    {
      "title": "探求の力",
      "desc": "〇〇さんは、周りの人よりも気になることを調べ尽くしてしまう傾向があります。\n例えば、ちょっと疑問に思ったことを放っておけず、気づけばスマホや本でとことん調べてしまうこと、ありませんか？\nその探求心こそ、〇〇さんの原動力です。"
    },
    {
      "title": "挑戦の力",
      "desc": "〇〇さんは、周りの人よりも新しいことに挑戦したくなってしまうタイプです。\n例えば、人がまだやっていないことに出会うと「私も試してみたい」と思ってしまうこと、ありませんか？\nその前向きさが、〇〇さんの未来を開いていくのです。"
    },
    {
      "title": "面倒見の力",
      "desc": "〇〇さんは、周りの人よりも人のことを放っておけないところがあります。\n例えば、後輩や友達が困っていると「助けてあげなきゃ」とつい世話を焼いてしまうこと、ありませんか？\nその面倒見の良さが、〇〇さんの大きな魅力です。"
    },
    {
      "title": "整理整頓の力",
      "desc": "〇〇さんは、周りの人よりも気づけば片づけを始めてしまうタイプです。\n例えば、散らかっている部屋やデスクをそのままにできず、つい手を動かしてしまうこと、ありませんか？\nその整える力は、〇〇さんらしい強みなんです。"
    },
    {
      "title": "想像を形にする力",
      "desc": "〇〇さんは、周りの人よりも頭に浮かんだことを形にしたくなるところがあります。\n例えば、ふと思いついたアイデアをメモに残したり、すぐ試してみたりすること、ありませんか？\nその行動の速さが、〇〇さんの創造性を輝かせています。"
    },
    {
      "title": "粘り強さの力",
      "desc": "〇〇さんは、周りの人よりも途中で諦めずに続けてしまうタイプです。\n例えば、一度始めたことを投げ出すのが嫌で「もう少しだけ頑張ろう」と思ってしまうこと、ありませんか？\nその粘り強さが、〇〇さんの信頼をつくっているのです。"
    },
    {
      "title": "寄り道の力",
      "desc": "〇〇さんは、周りの人よりも気になるものにすぐ寄り道してしまうところがあります。\n例えば、買い物の途中で予定外のお店にふらっと入ってしまうこと、ありませんか？\nその好奇心こそ、〇〇さんらしい行動力の表れです。"
    },
    {
      "title": "観察の力",
      "desc": "〇〇さんは、周りの人よりも人や場の様子をじっと観察してしまうタイプです。\n例えば、集まりのときについ周りを眺めて「今日はどんな雰囲気かな」と感じてしまうこと、ありませんか？\nその観察眼が、〇〇さんを安心させる力になっています。"
    },
    {
      "title": "段取りの力",
      "desc": "〇〇さんは、周りの人よりも先の流れを考えて動いてしまうタイプです。\n例えば、旅行の前に持ち物や予定を細かく決めてしまうこと、ありませんか？\nその段取り力が、〇〇さんの安心感を生み出しているのです。"
    },
    {
      "title": "習慣化の力",
      "desc": "〇〇さんは、周りの人よりも同じ行動を繰り返して習慣にしてしまうところがあります。\n例えば、朝起きたらまず〇〇をする、という自分ルールを自然と続けてしまうこと、ありませんか？\nその継続力は、〇〇さんの強みです。"
    },
    {
      "title": "発言の力",
      "desc": "〇〇さんは、周りの人よりも思ったことをつい口にしてしまうタイプです。\n例えば、場の空気を読んでいても「やっぱり言いたいな」とつい発言してしまうこと、ありませんか？\nその率直さが、〇〇さんの魅力になっています。"
    },
    {
      "title": "工夫の力",
      "desc": "〇〇さんは、周りの人よりもやり方を工夫したくなってしまうタイプです。\n例えば、同じ作業でも「もっと効率よくできないかな」と考えて試してしまうこと、ありませんか？\nその工夫心が、〇〇さんを成長させています。"
    },
    {
      "title": "整理思考の力",
      "desc": "〇〇さんは、周りの人よりも頭の中を整理したくなってしまうところがあります。\n例えば、考えごとを紙に書き出したり、ノートにまとめてしまうこと、ありませんか？\nその整理する行動が、〇〇さんを落ち着かせているのです。"
    },
    {
      "title": "優先行動の力",
      "desc": "〇〇さんは、周りの人よりも大事なことを優先して動いてしまうタイプです。\n例えば、遊びたい気持ちがあっても「まずはやるべきことを終わらせよう」と考えてしまうこと、ありませんか？\nそのまじめさこそ、〇〇さんの強みです。"
    },
    {
      "title": "挑発への反応の力",
      "desc": "〇〇さんは、周りの人よりも挑まれると燃えてしまうところがあります。\n例えば、「できないんじゃない？」と言われると「やってやろう！」とつい頑張ってしまうこと、ありませんか？\nその負けず嫌いが、〇〇さんのエネルギー源です。"
    },
    {
      "title": "気遣い行動の力",
      "desc": "〇〇さんは、周りの人よりも人の小さな変化に気づいてしまうタイプです。\n例えば、友達が少し元気なさそうだと「声をかけようかな」と自然に思ってしまうこと、ありませんか？\nその思いやりこそ、〇〇さんの魅力です。"
    }
  ],
  "emotion": [
    {
      "title": "安心を求める力",
      "desc": "〇〇さんは、周りの人よりも安心できる状況を強く求めやすいタイプです。\n例えば、新しい場所に行くとき「ちゃんと大丈夫かな」と不安を感じてしまうこと、ありませんか？\nその気持ちは、〇〇さんが環境や人を大切に思っている証なんです。"
    },
    {
      "title": "共感の力",
      "desc": "〇〇さんは、周りの人よりも人の気持ちに共鳴しやすいタイプです。\n例えば、友達が泣いていると自分の胸まで苦しくなってしまうこと、ありませんか？\nその共感力は、人と深くつながれる〇〇さんの特別な力です。"
    },
    {
      "title": "不安感知の力",
      "desc": "〇〇さんは、周りの人よりもちょっとした不安を敏感に感じやすいところがあります。\n例えば、小さな違和感や相手の表情の曇りにすぐ心がざわつくこと、ありませんか？\nその敏感さは、〇〇さんの繊細さとやさしさの証です。"
    },
    {
      "title": "ときめきの力",
      "desc": "〇〇さんは、周りの人よりも小さなことに心がときめきやすいタイプです。\n例えば、きれいな景色やちょっとした優しさで心がパッと明るくなること、ありませんか？\nその感受性が、〇〇さんの魅力を輝かせています。"
    },
    {
      "title": "孤独を感じやすい力",
      "desc": "〇〇さんは、周りの人よりもふと孤独を感じやすいところがあります。\n例えば、みんなと一緒にいても「私だけ違うのかな」と心がよぎること、ありませんか？\nその感覚は、〇〇さんが本当に人とのつながりを大事にしている証拠です。"
    },
    {
      "title": "感動の力",
      "desc": "〇〇さんは、周りの人よりも感動しやすいタイプです。\n例えば、映画や音楽に触れると涙が出たり胸が熱くなったりすること、ありませんか？\nその豊かな感情が、〇〇さんを魅力的にしているんです。"
    },
    {
      "title": "期待の力",
      "desc": "〇〇さんは、周りの人よりも未来に期待しやすいタイプです。\n例えば、予定が入ると「どんな日になるかな」とワクワクしてしまうこと、ありませんか？\nその前向きな気持ちが、〇〇さんのエネルギー源です。"
    },
    {
      "title": "照れやすさの力",
      "desc": "〇〇さんは、周りの人よりも褒められるとすぐ照れてしまうところがあります。\n例えば、ちょっとしたことを「ありがとう」と言われただけで心が熱くなること、ありませんか？\nその純粋さが、〇〇さんの愛される理由です。"
    },
    {
      "title": "さみしさの力",
      "desc": "〇〇さんは、周りの人よりも人恋しさを感じやすいタイプです。\n例えば、夜になると「誰かと話したいな」と思うこと、ありませんか？\nその気持ちは、〇〇さんが人を大切に思う優しさの表れです。"
    },
    {
      "title": "喜びを見つける力",
      "desc": "〇〇さんは、周りの人よりも小さな出来事で喜びを感じやすいタイプです。\n例えば、美味しいものを食べたときや空がきれいなだけで幸せを感じること、ありませんか？\nその心の柔らかさが、〇〇さんを笑顔にしてくれるのです。"
    },
    {
      "title": "緊張の力",
      "desc": "〇〇さんは、周りの人よりも緊張しやすいところがあります。\n例えば、人前に立つと心臓がドキドキしてしまうこと、ありませんか？\nその敏感さは、〇〇さんが真剣に向き合っている証拠です。"
    },
    {
      "title": "感謝の力",
      "desc": "〇〇さんは、周りの人よりも「ありがとう」を感じやすいタイプです。\n例えば、ちょっとした気遣いに心が温かくなること、ありませんか？\nその感謝の心が、〇〇さんの魅力を引き立てています。"
    },
    {
      "title": "切なさの力",
      "desc": "〇〇さんは、周りの人よりも切なさを感じやすいタイプです。\n例えば、過去の思い出をふと思い出して胸がきゅっとなること、ありませんか？\nその感覚が、〇〇さんの感受性を豊かにしているんです。"
    },
    {
      "title": "誠実さの力",
      "desc": "〇〇さんは、周りの人よりも約束を大事にしたいと強く感じやすいタイプです。\n例えば、時間や言葉を守れないと心がモヤモヤしてしまうこと、ありませんか？\nその気持ちが、〇〇さんの誠実さの証です。"
    },
    {
      "title": "優しさの力",
      "desc": "〇〇さんは、周りの人よりも人に優しくしたいと感じやすいタイプです。\n例えば、誰かが困っていると「大丈夫かな」と胸がそわそわしてしまうこと、ありませんか？\nその優しさこそ、〇〇さんの魅力です。"
    },
    {
      "title": "寂しさに敏感な力",
      "desc": "〇〇さんは、周りの人よりもちょっとした孤独に敏感です。\n例えば、LINEの返信が遅いだけで「嫌われたのかな」と感じてしまうこと、ありませんか？\nその敏感さは、〇〇さんが人を想う気持ちの強さなんです。"
    },
    {
      "title": "達成感の力",
      "desc": "〇〇さんは、周りの人よりも小さなことでも達成感を感じやすいタイプです。\n例えば、やるべきことを終えた瞬間に心からホッとすること、ありませんか？\nその達成感が、〇〇さんを前に進ませています。"
    },
    {
      "title": "期待外れを感じやすい力",
      "desc": "〇〇さんは、周りの人よりも期待が外れると強く感じやすいタイプです。\n例えば、思っていたより楽しくなかったときに心が沈んでしまうこと、ありませんか？\nその気持ちは、〇〇さんが楽しみを大切にしているからこそなんです。"
    },
    {
      "title": "希望を抱く力",
      "desc": "〇〇さんは、周りの人よりも未来に希望を見つけやすいタイプです。\n例えば、新しいことを始めるとき「きっと上手くいく」と自然に思えること、ありませんか？\nその前向きさが、〇〇さんの力になっています。"
    },
    {
      "title": "不満を覚えやすい力",
      "desc": "〇〇さんは、周りの人よりも不満を感じやすいところがあります。\n例えば、小さなことでも「なんでだろう」とモヤモヤすること、ありませんか？\nでもその感覚は、〇〇さんがより良くしたいと思う前向きさの表れです。"
    }
  ],
  "thinking": [
    {
      "title": "未来予測の力",
      "desc": "〇〇さんは、周りの人よりも先のことを考えすぎてしまうタイプです。\n例えば、まだ起きていないことまで「もしこうなったら…」と想像してしまうこと、ありませんか？\nその想像力は、〇〇さんの準備力の源になっています。"
    },
    {
      "title": "反省の力",
      "desc": "〇〇さんは、周りの人よりも過去の出来事を何度も考えてしまう傾向があります。\n例えば、会話の中で言った一言を「もっと違う言い方がよかったかな」と振り返ること、ありませんか？\nその思慮深さは、〇〇さんの誠実さの証です。"
    },
    {
      "title": "選択の力",
      "desc": "〇〇さんは、周りの人よりも選択肢をあれこれ考えすぎてしまうタイプです。\n例えば、買い物や予定を決めるとき「本当にこれでいいのかな」と悩んでしまうこと、ありませんか？\nその慎重さは、〇〇さんが物事を大切にしている証なんです。"
    },
    {
      "title": "自己分析の力",
      "desc": "〇〇さんは、周りの人よりも自分の気持ちや行動を振り返ってしまう傾向があります。\n例えば、「どうして私はあのときあんな風にしたんだろう」と考えること、ありませんか？\nその探究心が、〇〇さんを成長させています。"
    },
    {
      "title": "可能性を探る力",
      "desc": "〇〇さんは、周りの人よりも「もしも」の可能性をよく考えてしまうタイプです。\n例えば、予定が決まっていても「他にもっといい方法があるかも」と思ってしまうこと、ありませんか？\nその柔軟さが、〇〇さんの強みになっています。"
    },
    {
      "title": "細部にこだわる力",
      "desc": "〇〇さんは、周りの人よりも細かい部分を気にしてしまうタイプです。\n例えば、文書の誤字やちょっとした段取りのズレが気になって頭から離れないこと、ありませんか？\nそのこだわりが、〇〇さんの信頼につながっています。"
    },
    {
      "title": "妄想の力",
      "desc": "〇〇さんは、周りの人よりも頭の中で物語を膨らませてしまうタイプです。\n例えば、ふとしたきっかけから「もしあの人とこうなったら…」と空想を広げること、ありませんか？\nその想像力が、〇〇さんの世界を豊かにしています。"
    },
    {
      "title": "比較の力",
      "desc": "〇〇さんは、周りの人よりも自分と他人を比べて考えてしまうところがあります。\n例えば、友達の成功を見て「私は大丈夫かな」と思ってしまうこと、ありませんか？\nその気持ちは、〇〇さんが努力を惜しまない証です。"
    },
    {
      "title": "慎重さの力",
      "desc": "〇〇さんは、周りの人よりも一歩踏み出す前に考え込んでしまうタイプです。\n例えば、新しいことを始めるとき「本当に大丈夫かな」と頭で繰り返し確認してしまうこと、ありませんか？\nその慎重さが、〇〇さんを守る力になっています。"
    },
    {
      "title": "記憶を反すうする力",
      "desc": "〇〇さんは、周りの人よりも思い出を何度も頭の中で再生してしまうタイプです。\n例えば、楽しかった時間を繰り返し思い出しては余韻に浸ること、ありませんか？\nその豊かな記憶力が、〇〇さんの感受性を育てています。"
    },
    {
      "title": "疑問を持つ力",
      "desc": "〇〇さんは、周りの人よりも「なぜ？」と考えすぎてしまうタイプです。\n例えば、当たり前のことにも「どうしてそうなるんだろう」と思ってしまうこと、ありませんか？\nその探究心が、〇〇さんを賢くしています。"
    },
    {
      "title": "先延ばしの力",
      "desc": "〇〇さんは、周りの人よりも考えすぎて決断を先延ばしにしてしまうところがあります。\n例えば、「もう少し考えてからにしよう」と後回しにしてしまうこと、ありませんか？\nでもそれは、〇〇さんが丁寧に選びたい気持ちの表れです。"
    },
    {
      "title": "理想を描く力",
      "desc": "〇〇さんは、周りの人よりも理想の未来を思い描きやすいタイプです。\n例えば、「もっとこうだったらいいな」と頭の中で完璧な形を作ってしまうこと、ありませんか？\nその理想が、〇〇さんを前に進ませています。"
    },
    {
      "title": "警戒の力",
      "desc": "〇〇さんは、周りの人よりも危険やリスクを考えすぎてしまう傾向があります。\n例えば、新しい挑戦の前に「失敗したらどうしよう」と不安が浮かぶこと、ありませんか？\nその慎重さは、〇〇さんを守る知恵でもあります。"
    },
    {
      "title": "分析の力",
      "desc": "〇〇さんは、周りの人よりも物事を細かく分析してしまうタイプです。\n例えば、人の言葉や出来事を「どういう意味だったんだろう」と分解して考えること、ありませんか？\nその分析力が、〇〇さんの強みになっています。"
    },
    {
      "title": "先を計算する力",
      "desc": "〇〇さんは、周りの人よりも物事の損得や効率を考えすぎてしまうところがあります。\n例えば、行動する前に「これって得かな、損かな」と計算してしまうこと、ありませんか？\nその合理性は、〇〇さんの頭脳の力です。"
    },
    {
      "title": "思い込みの力",
      "desc": "〇〇さんは、周りの人よりも一度思い込むと頭から離れなくなるタイプです。\n例えば、「きっとあの人はこう思ってる」と考えすぎてしまうこと、ありませんか？\nその集中力は、〇〇さんの個性のひとつです。"
    },
    {
      "title": "複雑に考える力",
      "desc": "〇〇さんは、周りの人よりもシンプルなことを複雑に考えてしまうところがあります。\n例えば、人からの一言を何度も反芻して深読みしてしまうこと、ありませんか？\nその慎重さは、〇〇さんの誠実さに通じています。"
    },
    {
      "title": "計画の力",
      "desc": "〇〇さんは、周りの人よりも計画を練るのに時間をかけてしまうタイプです。\n例えば、旅行の予定を細かく立てすぎて「時間が足りない」と思うこと、ありませんか？\nその計画性が、〇〇さんの安心を生んでいます。"
    },
    {
      "title": "頭の中で会話する力",
      "desc": "〇〇さんは、周りの人よりも頭の中で会話をシミュレーションしてしまう傾向があります。\n例えば、「あのときこう言えばよかった」「次はこう言おう」と考えてしまうこと、ありませんか？\nその習慣は、〇〇さんの誠実さや準備力の証です。"
    }
  ]
}