{
  "新月": [
    {
      "title": "直感力",
      "desc": "第六感が鋭く、見えない危険を察知する能力があります。迷った時は、理屈より直感を信じることで正しい道を選べるでしょう。新月の闇があなたに授けた、未来を見通す特別な力です。"
    },
    {
      "title": "創造力",
      "desc": "無から有を生み出す力。アイデアが湧き出る泉のような存在で、周りの人に新しい視点を与えることができます。何もないところから価値を創り出す、新月だけの特権です。"
    },
    {
      "title": "浄化力",
      "desc": "ネガティブなエネルギーを跳ね返し、周りの空気を清める力。あなたがいるだけで、場の雰囲気が明るくなります。新月の静寂が持つ、すべてをリセットする力です。"
    }
  ],
  "三日月": [
    {
      "title": "察知の力",
      "desc": "相手の心の微細な変化を感じ取る天性の感受性。言葉にならない想いも、表情の変化も、すべてキャッチできる敏感なセンサーをあなたは持っています。"
    },
    {
      "title": "育成の力",
      "desc": "小さな芽を大きな花に育てる、継続的な愛情注入能力。関係や物事を急がず焦らず、丁寧に時間をかけて成長させていく力です。"
    },
    {
      "title": "調和の力",
      "desc": "周囲との平和なバランスを保ちながら、自分らしさも失わない絶妙な調整力。争いを避けつつも、妥協しすぎることなく、みんなが心地よい状態を作り出すことができる特別な才能です。"
    }
  ],
  "上弦": [
    {
      "title": "決断の力",
      "desc": "迷いを断ち切り、最適な選択肢を瞬時に見極める判断力。情報を整理し、リスクと利益を天秤にかけて、後悔のない決断を下すことができる力です。"
    },
    {
      "title": "実行の力",
      "desc": "計画を確実に形にしていく、強力な推進力。「やる」と決めたことは最後まで完遂する意志の強さと、障害を乗り越える粘り強さを併せ持ちます。"
    },
    {
      "title": "バランスの力",
      "desc": "理想と現実、感情と理性、個人と集団など、相反する要素を上手に調和させる統合力。極端に偏ることなく、常に適切なバランスポイントを見つけることができる、優れた調整能力です。"
    }
  ],
  "十三夜": [
    {
      "title": "美的感覚",
      "desc": "美しいものを見極め、創り出す天性のセンス。芸術的な才能だけでなく、人間関係や生活空間も美しく整える力があります。"
    },
    {
      "title": "調和の力",
      "desc": "異なる要素を組み合わせて、完璧なハーモニーを生み出す力。人と人、物と物をつなぎ、最高の状態を作り出します。"
    },
    {
      "title": "成熟の魅力",
      "desc": "年齢を重ねるごとに増していく、内面からの輝き。経験と知恵が融合した、深みのある魅力で人を惹きつけます。"
    }
  ],
  "満月": [
    {
      "title": "影響力",
      "desc": "周囲の人々を自然に動かし、導いていく強力な存在感。カリスマ性があり、多くの人があなたについていきたいと感じます。"
    },
    {
      "title": "表現力",
      "desc": "思いや考えを完璧に伝える豊かな表現能力。言葉、身振り、表情すべてを使って、相手の心に直接訴えかけることができます。"
    },
    {
      "title": "完成力",
      "desc": "物事を最高の形で完成させる力。中途半端を嫌い、すべてにおいて完璧を目指す強い意志があります。"
    }
  ],
  "十六夜": [
    {
      "title": "洞察力",
      "desc": "表面的なものに惑わされず、物事の本質を見抜く力。人の心理や状況の真実を、鋭く読み取ることができます。"
    },
    {
      "title": "包容力",
      "desc": "すべてを受け入れ、包み込む大きな器。相手の短所も長所として認め、ありのままを愛することができます。"
    },
    {
      "title": "知恵の力",
      "desc": "経験から学んだ深い知恵。理論だけでなく、実践から得た生きた知識で、的確なアドバイスができます。"
    }
  ],
  "下弦": [
    {
      "title": "断捨離の力",
      "desc": "不要なものを見極め、手放す勇気。物質的なものだけでなく、感情的な執着からも自由になる力です。"
    },
    {
      "title": "変革の力",
      "desc": "古いものを壊し、新しいものを創造する力。既存の枠組みにとらわれず、革新的な変化を起こすことができます。"
    },
    {
      "title": "再生の力",
      "desc": "終わりから新しい始まりを生み出す力。失敗や挫折を糧にして、より強く生まれ変わることができます。"
    }
  ],
  "暁": [
    {
      "title": "予知の力",
      "desc": "まだ見えない未来を感じ取る神秘的な能力。変化の兆しを誰よりも早くキャッチし、準備することができます。"
    },
    {
      "title": "静寂の力",
      "desc": "騒がしい世界の中で、静けさを保つ力。内なる平和を維持し、周りにも穏やかさを広げることができます。"
    },
    {
      "title": "準備の力",
      "desc": "来るべき時のために、着実に準備を整える力。焦らず慌てず、最適なタイミングを待つことができます。"
    }
  ]
}