{
  "metadata": {
    "title": "Moon Phase Fortune Patterns 2-63",
    "description": "Complete fortune text for 64 moon phase patterns (excluding pattern 1)",
    "total_patterns": 62,
    "pattern_range": "2-63",
    "categories": ["overall", "love", "work", "relationship", "money"],
    "character_counts": {
      "overall": "300-400 characters",
      "love": "250-300 characters", 
      "work": "250-300 characters",
      "relationship": "250-300 characters",
      "money": "250-300 characters"
    },
    "moon_phases": ["新月", "三日月", "上弦", "十三夜", "満月", "十六夜", "下弦", "暁"],
    "pattern_calculation": "phaseId * 8 + hiddenPhaseId (where both are 0-7)",
    "created_date": "2024-08-27",
    "language": "Japanese",
    "content_type": "Fortune telling text with specific timing references"
  },
  "patterns": {
    "2": {
      "moonPhase": "新月",
      "hiddenPhase": "三日月",
      "pattern_id": "新月×三日月",
      "characteristics": "安定上昇型",
      "fortune": {
        "overall": "新月の創造力と三日月の成長エネルギーが美しく調和する安定上昇の3ヶ月。診断から1ヶ月目は新しいことを始めるのに最適で、特に中旬以降に重要な決断を下すタイミングが訪れます。2ヶ月目は着実な成長期間となり、努力した分だけ確実に結果が現れるでしょう。3ヶ月目は成果を実感できる時期で、これまでの積み重ねが大きな成功として花開きます。新月の直感力で正しい方向性を見極め、三日月の忍耐力で継続することが成功の鍵となります。",
        "love": "優しく包み込むような愛情運が花開く特別な時期。診断から1ヶ月目の中旬に運命的な出会いまたは関係の進展が期待できます。新月の新鮮な魅力と三日月の育む力で、相手との関係を自然に深めることができるでしょう。既存の関係では、お互いの成長を支え合う美しい絆が生まれます。2ヶ月目は相互理解が深まる時期で、真剣な将来の話し合いが進展します。3ヶ月目には愛情が安定し、長期的な関係の基盤が築かれるでしょう。",
        "work": "新しいプロジェクトや挑戦が成功に導かれる充実の仕事運。診断から1ヶ月目に新たな責任やチャンスが与えられ、あなたの実力を発揮する舞台が用意されます。三日月の継続力で困難な局面も乗り越え、着実に成果を積み上げていけます。2ヶ月目は技術や知識の向上期で、将来に役立つスキルを身につけられるでしょう。3ヶ月目には周囲からの信頼が厚くなり、昇進や重要なポジションへの抜擢の可能性が高まります。",
        "relationship": "調和的で建設的な人間関係が築かれる恵まれた時期。新月の純粋さと三日月の包容力で、多くの人があなたに好感を持ち、協力を申し出てくれるでしょう。診断から1ヶ月目に生涯の友となる人物との出会いがあり、2ヶ月目にはチームワークが重要なプロジェクトで中心的な役割を担います。家族関係も良好で、特に年長者からの理解とサポートを得られます。3ヶ月目には人的ネットワークが大きく広がり、将来の成功につながる重要な人脈が形成されるでしょう。",
        "money": "着実で安定した金運の上昇期。新月の新鮮なアイデアで新たな収入源を発見し、三日月の継続力でそれを確実に育てることができます。診断から1ヶ月目に副業や投資の良い機会が現れ、2ヶ月目には計画的な資産形成が軌道に乗ります。特に不動産や長期投資で良い結果を得られる可能性が高いでしょう。3ヶ月目には予想を上回る収入アップが実現し、経済的な安定基盤が確立されます。金運向上のため、緑色の財布を使い、東南の方角に観葉植物を置くことをお勧めします。"
      }
    }
  }
}