{
  "21": {
    "moonPhase": "上弦",
    "hiddenPhase": "満月",
    "fortune": {
      "overall": "上弦の決断力と満月の情熱が完璧に融合し、あらゆる分野で圧倒的な成果を上げる最強運の3ヶ月。診断から1ヶ月目、2ヶ月目前半、3ヶ月目前半に人生を変える大きなチャンスが訪れ、迷わず決断することで成功を掴めるでしょう。この組み合わせは計画性と情熱のバランスが絶妙で、理想を現実に変える強力な推進力を生み出します。リーダーシップを発揮する機会が多く、チームを率いて大きなプロジェクトを成功に導けます。月のエネルギーを最大限に活用し、積極的にチャンスを掴んでいくことが成功の鍵です。",
      "love": "魅力と決断力が最高レベルに達し、運命の相手との出会いが期待できる特別な時期。診断から1ヶ月目、2ヶ月目前半、3ヶ月目前半に強い恋愛運が訪れ、特に2ヶ月目前半の出会いは将来につながる可能性が高いでしょう。上弦の決断力で相手に積極的にアプローチし、満月の魅力で相手の心を確実に射止めることができます。既にパートナーがいる方は、関係が一段階深いレベルへと発展し、結婚や同棲などの重要な決断を迫られるかもしれません。あなたの情熱と決断力が相手に良い影響を与え、二人の関係をより強固なものにします。",
      "work": "革新的なアイデアと強力な実行力で業界に衝撃を与える可能性のある時期。診断から1ヶ月目に画期的なプロジェクトの立ち上げや新システムの導入で注目を集め、2ヶ月目前半は成果が形として現れ始めます。上弦の決断力で迅速に問題を解決し、満月の創造性で従来にない解決策を提示できます。起業や独立を考えている方にとっては絶好のタイミングで、3ヶ月目前半までに基盤を築くことで長期的な成功が約束されるでしょう。営業、マネジメント、企画職などで大きな成果を上げられます。",
      "relationship": "カリスマ性が発揮され、多くの人があなたに注目し、協力を申し出てくる時期。診断から1ヶ月目、2ヶ月目前半、3ヶ月目前半に重要な人物との出会いがあり、それぞれがあなたの人生に大きな影響を与えます。上弦の実行力と満月の魅力の組み合わせで、リーダーシップを発揮する機会が増え、多くの人があなたを頼りにするでしょう。職場では重要なプロジェクトのリーダーに抜擢される可能性が高く、プライベートでは新しいコミュニティが形成されるかもしれません。年下の人からは憧れの存在として見られ、年上の人からは頼もしいパートナーとして認められるでしょう。",
      "money": "大きな収入アップと投資成功が期待できる絶好の金運期。診断から1ヶ月目、2ヶ月目前半、3ヶ月目前半に臨時収入や投資利益の可能性が高まります。上弦の判断力で適切な投資タイミングを見極め、満月の魅力で新しいビジネスチャンスを引き寄せることができます。特に不動産投資や株式投資で良い結果を得られるでしょう。副業や新しいビジネスを始める絶好のタイミングで、新たな収入源が確立される可能性があります。決断力を活かして、リスクを取りながらも計算された投資を行うことが成功の鍵です。"
    }
  },
  "22": {
    "moonPhase": "上弦",
    "hiddenPhase": "十六夜",
    "fortune": {
      "overall": "上弦の実行力と十六夜の品格が融合し、質の高い成果を着実に積み重ねる品格実行型の3ヶ月。診断から2ヶ月目から3ヶ月目前半にかけて運気が最高潮に達し、洗練されたアプローチで周囲の信頼を勝ち得るでしょう。この組み合わせは急がず慌てず、確実に目標に向かって前進する力を生み出します。品質と効率のバランスを保ちながら、着実に前進していくことが成功の秘訣です。長期的な視点での成功を重視し、一時的な利益よりも持続可能な発展を選択することが重要です。",
      "love": "上品で魅力的な恋愛運が花開く時期。決断力と優雅さが相手に安心感と憧れを同時に抱かせ、深い愛情関係を築くことができます。診断から2ヶ月目から3ヶ月目前半に恋愛の転機が訪れ、特に2ヶ月目の出会いや展開は長期的な関係に発展する可能性が高いでしょう。上弦の実行力で相手との関係を具体的に進展させ、十六夜の品格で相手の心を深く魅了することができます。デートでは上質な場所での時間を大切にし、お互いの価値観を深く知ることができるでしょう。長期的な視点での恋愛を重視することが重要です。",
      "work": "品質と継続性を重視した着実なキャリア発展の時期。上弦の実行力と十六夜の品格で、業界内での評価が着実に上昇します。診断から2ヶ月目は専門性が認められ、重要なプロジェクトの中核メンバーや品質管理の責任者などに抜擢される可能性があります。高級品や文化関連の業界で特に大きな成果を期待できるでしょう。3ヶ月目前半は築いた実績を基に、より安定したポジションや条件の良い転職のチャンスが訪れるかもしれません。マネジメント、コンサルティング、品質管理などの分野で大きな成功を収められます。",
      "relationship": "品格と実行力が評価され、質の高い人間関係を築ける時期。上弦の決断力と十六夜の品格の組み合わせで、周囲からの信頼が厚くなり、重要な相談を受ける機会が増えるでしょう。診断から2ヶ月目、3ヶ月目前半に影響力のある人物との出会いがあり、それぞれがあなたのキャリアや人生に大きなプラスをもたらします。家族との関係では、あなたの成長した姿が認められ、より対等な関係を築けるでしょう。年上の人からは頼りになるパートナーとして、年下の人からは尊敬される先輩として見られます。",
      "money": "着実で質の高い金運が期待できる安定期。診断から2ヶ月目、3ヶ月目前半に収入アップのチャンスが訪れ、確実に資産を増やすことができます。上弦の判断力で適切な投資判断を行い、十六夜の慎重さでリスクを最小限に抑えることができます。特に長期投資や不動産投資で安定した収益を得られるでしょう。品質を重視した投資戦略が功を奏し、着実に資産を増やせます。貯蓄計画も順調に進み、3ヶ月後には安定した財政基盤を築けるでしょう。"
    }
  },
  "23": {
    "moonPhase": "上弦",
    "hiddenPhase": "下弦",
    "fortune": {
      "overall": "上弦の実行力と下弦の効率性が完璧に融合し、無駄のない最適なパフォーマンスを発揮する効率実行型の3ヶ月。診断から1ヶ月目前半、2ヶ月目後半、3ヶ月目中旬に運気のピークが訪れ、この時期に重要な決断や行動を取ることで人生が大きく前進するでしょう。この組み合わせは複雑な状況を整理し、最短距離で目標に到達する力を生み出します。時間管理と優先順位の設定が得意になり、多くのタスクを効率的にこなせるでしょう。無駄を削ぎ落とし、本質に集中することで質の高い人生を築いていけるでしょう。",
      "love": "効率的で深い恋愛関係を築ける理想的な時期。上弦の決断力で相手との関係を前進させ、下弦の選択力で本当に大切な人を見極めることができます。診断から1ヶ月目前半、2ヶ月目後半、3ヶ月目中旬に恋愛の重要な局面を迎え、無駄な駆け引きなく真摯な関係を築けるでしょう。既にパートナーがいる方は、関係の無駄な部分を整理し、より純粋で深い愛情関係に発展させることができます。あなたの実行力と現実的な判断力が相手に安心感を与え、将来への確実な道筋を描けます。",
      "work": "効率性と実行力で圧倒的な成果を上げ、昇進や重要プロジェクトのリーダーに抜擢される時期。診断から1ヶ月目前半、2ヶ月目後半、3ヶ月目中旬に重要な成果を上げ、周囲から高い評価を得るでしょう。上弦の決断力で迅速に判断し、下弦の効率性で最小の労力で最大の結果を生み出すことができます。特にプロジェクトマネジメント、業務改善、システム開発などの分野で大きな成功を収められます。無駄な会議や作業を削減し、本質的な業務に集中することで生産性が飛躍的に向上します。",
      "relationship": "効率的で質の高い人間関係を構築できる充実期。上弦の実行力と下弦の選択能力の組み合わせで、本当に必要な人間関係を見極め、無駄のないネットワークを構築できるでしょう。診断から1ヶ月目前半、2ヶ月目後半、3ヶ月目中旬に重要な人物との出会いがあり、それぞれが具体的な成果をもたらす関係となります。職場では効率的なコミュニケーション能力が評価され、プロジェクトの調整役として重要な役割を果たします。家族との関係では、役割分担を明確にし、より効率的で協力的な関係を築けます。",
      "money": "効率的な資産運用と支出管理で確実に富を築ける時期。診断から1ヶ月目前半、2ヶ月目後半、3ヶ月目中旬に投資や副業で良い結果を得られ、着実に資産を増やすことができます。上弦の決断力で投資のタイミングを的確に判断し、下弦の効率性で無駄な支出を削減することができます。特にコスト削減や家計の見直しで大きな節約効果を得られるでしょう。副業や投資においても、リスクとリターンを冷静に分析し、確実な収益を上げることができるでしょう。"
    }
  },
  "24": {
    "moonPhase": "上弦",
    "hiddenPhase": "暁",
    "fortune": {
      "overall": "上弦の決断力と暁の神秘的洞察が融合し、直感に基づいた革命的な成功を手にする決断洞察型の3ヶ月。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半に予期しない大きなbreakthroughが訪れ、論理を超えた直感的判断が人生を劇的に変える可能性があります。この組み合わせは通常の思考パターンを超越し、宇宙の流れと完璧に調和した行動を可能にします。夢や偶然の出来事にも重要なメッセージが隠されており、スピリチュアルな感性を大切にすることで奇跡的な展開を体験できるでしょう。",
      "love": "運命的で神秘的な恋愛体験ができる特別な時期。上弦の積極性と暁の直感力で、soul mateとの出会いや既存関係のspiritual な深化が期待できます。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半に重要な恋愛イベントが発生し、それぞれが深い意味を持つでしょう。夢の中でのメッセージや偶然の出会いが、運命の相手との結びつきを示すサインとなるかもしれません。既存の関係では、お互いの魂レベルでの理解が深まり、前世からの縁を感じるような深い絆が生まれます。直感を信じて行動することが恋愛成功の鍵となるでしょう。",
      "work": "直感とインスピレーションによる革新的な成果が期待できる時期。上弦の実行力と暁の洞察力で、業界の常識を覆すような画期的なアイデアを生み出せるでしょう。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半にbreakthroughmomentが訪れ、予期しない形で大きな成功を掴めます。クリエイティブな分野、研究開発、コンサルティングなどで特に大きな成果を期待できるでしょう。論理的分析よりも直感を信じることで、他の人には見えないsolutionsを発見できます。夜遅くや早朝の時間帯に重要なアイデアが浮かぶことが多いでしょう。",
      "relationship": "深いスピリチュアルなつながりを持つ人々との出会いに恵まれる時期。上弦のリーダーシップと暁の神秘性で、魂レベルで共鳴する人たちとのコミュニティが形成されます。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半に人生のteacherやspiritual guideとなる人物との出会いがあるでしょう。占いや瞑想、哲学などの分野で共通の関心を持つ友人たちとの深いつながりが生まれます。家族関係では、これまで理解し合えなかった人との和解や、先祖からのmessagesを受け取るような体験があるかもしれません。",
      "money": "直感による投資と予期しない収入源による財運上昇期。上弦の決断力と暁の洞察力で、他の人には見えない投資機会を発見できるでしょう。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半に予期しない収入や投資の成功があり、特にスピリチュアル関連のビジネスや芸術分野で利益を得られる可能性があります。宝くじや懸賞などの運も上昇し、思いがけない臨時収入があるかもしれません。ただし、お金の使い方にもspiritual な意味があることを意識し、必要な人や活動に投資することで、さらなる豊かさを引き寄せられるでしょう。"
    }
  },
  "25": {
    "moonPhase": "十三夜",
    "hiddenPhase": "新月",
    "fortune": {
      "overall": "十三夜の成熟した智慧と新月の新鮮な創造力が調和し、経験を活かした革新を生み出す成熟創造型の3ヶ月。診断から2ヶ月目中旬、3ヶ月目前半に運気のピークが訪れ、これまでの経験と新しいアイデアが美しく融合した成果を上げられるでしょう。この組み合わせは「温故知新」の精神で、伝統的な価値を大切にしながら革新的なアプローチを実現する力を発揮できます。人生の後半戦に向けた重要な基盤作りの時期でもあり、長期的な視点での成功設計が可能になるでしょう。",
      "love": "成熟した魅力と新鮮な恋心が融合した理想的な恋愛期。十三夜の包容力と新月の純粋さで、年齢を超えた深い愛情関係を築くことができるでしょう。診断から2ヶ月目中旬に意味深い出会いがあり、3ヶ月目前半は関係が自然に深まります。既存の関係では、これまでの経験を活かしながら新しい愛の形を発見し、関係がより豊かになるでしょう。人生経験豊富でありながら心の若々しさを保つあなたの魅力が、相手を深く惹きつけます。精神的な成熟度を重視した恋愛が成功の鍵となるでしょう。",
      "work": "専門知識と革新的アイデアの融合により、業界のパイオニアとして認められる時期。十三夜の専門性と新月の創造力で、established な分野に新しい風を吹き込むことができるでしょう。診断から2ヶ月目中旬は重要なポジションに抜擢され、3ヶ月目前半は業界全体に影響を与える革新的なプロジェクトを主導します。コンサルティング、研究開発、教育分野で特に大きな成果を期待できるでしょう。経験と若々しい発想力のバランスが評価され、次世代のリーダーとして期待される存在となります。",
      "relationship": "智慧と新鮮さを兼ね備えた魅力で、世代を超えた人間関係を築ける時期。十三夜の深みと新月の親しみやすさで、年上からは頼られ、年下からは慕われる存在となるでしょう。診断から2ヶ月目中旬に人生の師となる人物との出会いがあり、3ヶ月目前半は mentor としての役割も担うようになります。家族関係では、世代間の橋渡し役として重要な役割を果たし、家族の絆を深める貢献をします。professional な分野でも、経験者と新人の仲介役として評価され、組織の発展に大きく寄与するでしょう。",
      "money": "経験に基づく堅実な投資と新しい収入源の開拓による安定した金運上昇期。十三夜の慎重さと新月の創造性で、リスクを抑えながら新しい可能性に投資できるでしょう。診断から2ヶ月目中旬は知識や経験を活かした副業が軌道に乗り、3ヶ月目前半は新しいビジネスチャンスで利益を得られます。特にコンサルティングや教育関連のビジネスで成功する可能性が高いです。長期投資と新興分野への投資のバランスが良く、安定性と成長性を両立した資産形成ができるでしょう。"
    }
  },
  "26": {
    "moonPhase": "十三夜",
    "hiddenPhase": "三日月",
    "fortune": {
      "overall": "十三夜の深い智慧と三日月の優しい成長力が調和し、品質重視の超安定成熟型の3ヶ月。診断から2ヶ月目から3ヶ月目前半にかけて運気が最高潮に達し、質の高い成果を継続的に生み出すことができるでしょう。この組み合わせは「真の成功」を追求し、表面的な成果よりも本質的な価値を大切にする姿勢が評価される期間です。急激な変化は少ないものの、その代わりに確実で持続可能な発展を遂げることができます。周囲からの深い信頼と尊敬を集める理想的な時期となるでしょう。",
      "love": "深い理解と温かい愛情に基づく成熟した恋愛関係を築ける黄金期。十三夜の包容力と三日月の優しさで、相手との間に安心感と深い絆を育てることができるでしょう。診断から2ヶ月目に meaningful な関係の発展があり、3ヶ月目前半は将来への確信を得られます。既存の関係では、お互いの成長を支え合う理想的なパートナーシップが完成し、生涯のパートナーとしての確信を深めるでしょう。精神的な成熟度と温かい人間性のバランスが、相手に深い安心感を与えます。品格のある愛情表現が相手の心を確実に捉えるでしょう。",
      "work": "専門性と人間的魅力を兼ね備えた理想的なprofessionalとして確立される時期。十三夜の expertise と三日月の協調性で、職場での地位が不動のものとなります。診断から2ヶ月目は重要なプロジェクトで中心的役割を担い、3ヶ月目前半は長期的なキャリアビジョンが明確になるでしょう。教育、医療、コンサルティングなどの分野で特に高い評価を得られます。部下や後輩からの信頼も厚く、人材育成の分野でも才能を発揮します。安定したポジションでありながら、常に成長を続ける理想的なキャリアパスが見えてくるでしょう。",
      "relationship": "深い信頼と温かい親しみやすさで、質の高い人間関係のネットワークを構築する時期。十三夜の智慧と三日月の包容力で、あらゆる世代の人々から愛され信頼される存在となるでしょう。診断から2ヶ月目に生涯の友となる人物との出会いがあり、3ヶ月目前半は コミュニティのcentral figureとしての地位を確立します。家族関係では、family の安定と調和に大きく貢献し、親族間の結束を深める役割を果たします。社会的な活動でも、多くの人から相談を受ける頼れる存在として認識されるでしょう。",
      "money": "品質重視の投資戦略と継続的な資産形成による確実な金運向上期。十三夜の慎重な判断と三日月の継続力で、リスクを抑えながら着実に資産を増やすことができます。診断から2ヶ月目は安定した投資商品で良いリターンを得られ、3ヶ月目前半は長期的な資産形成計画が確立されるでしょう。特に教育資金や retirement planning などの長期目標に向けた投資で成果を上げられます。品質の高い商品やサービスへの投資が将来的に大きなリターンをもたらすでしょう。無理のない範囲での資産形成により、経済的安定と心の平安を同時に得られます。"
    }
  },
  "27": {
    "moonPhase": "十三夜",
    "hiddenPhase": "上弦",
    "fortune": {
      "overall": "十三夜の完璧な智慧と上弦の強力な実行力が融合し、究極の達成を可能にする完璧実行型の3ヶ月。診断から1ヶ月目後半から3ヶ月目前半まで長期間にわたって高い運気が継続し、あらゆる分野で exceptional な成果を上げられるでしょう。この組み合わせは「master level」の performance を象徴し、理論と実践の完璧な統合により、業界標準を書き換えるような achievements を実現できます。全期間を通して安定した excellence を維持し、lasting legacy を築くことができる extraordinary な時期です。",
      "love": "成熟した智慧と情熱的な行動力が完璧に融合した理想的な恋愛関係を築ける時期。十三夜の深い理解力と上弦の積極性で、相手との関係を intellectual かつ passionate な次元へと発展させることができるでしょう。診断から1ヶ月目後半に運命的な出会いがあり、3ヶ月目前半まで関係が継続的に深化します。既存の関係では、mutual respect と deep passion が perfectly balance され、life partnership としての foundation が確立されるでしょう。あなたの mature でありながら dynamic な魅力が相手を完全に captivate し、long-term commitment への natural progression が期待できます。",
      "work": "professional mastery と strategic leadership が融合し、industry transformation を lead する時期。十三夜の deep expertise と上弦の execution power で、革新的でありながら practical な solutions を次々と deliver できるでしょう。診断から1ヶ月目後半は major responsibilities を assume し、3ヶ月目前半まで consistent に outstanding results を produce します。senior executive、strategy consulting、specialized expertise などの分野で legendary performance を demonstrate できるでしょう。industry standards を redefine する achievements により、professional reputation が permanently に elevated されるでしょう。",
      "relationship": "wisdom と dynamic leadership が調和し、influential でありながら beloved な position を establish する時期。十三夜の gravitas と上弦の charisma で、respect と affection を simultaneously に command できるでしょう。診断から1ヶ月目後半に important alliance が form され、3ヶ月目前半まで social influence が continuously に expand します。家族関係では、family patriarch/matriarch としての role が naturally に emerge し、important decisions で wise guidance を provide するでしょう。community leadership において、vision と execution を combine した transformative impact を create することができるでしょう。",
      "money": "strategic investment mastery と business excellence により、substantial でありながら sustainable な wealth accumulation を achieve する時期。十三夜の financial wisdom と上弦の business acumen で、market opportunities を perfectly に capitalize できるでしょう。診断から1ヶ月目後半は portfolio を optimize し、3ヶ月目前半まで consistently に superior returns を generate します。特に established businesses、premium investments、strategic acquisitions などで exceptional performance を expect できるでしょう。wealth management expertise が mature し、generational wealth building への solid foundation が established されるでしょう。"
    }
  },
  "28": {
    "moonPhase": "十三夜",
    "hiddenPhase": "満月",
    "fortune": {
      "overall": "十三夜の成熟した魅力と満月の情熱的エネルギーが融合し、芸術的完成度を誇る成熟魅力型の3ヶ月。診断から1ヶ月目後半、2ヶ月目中旬、3ヶ月目前半に創造性のピークが訪れ、美と知性が完璧に調和した作品や成果を生み出すことができるでしょう。この組み合わせはcultural refinementとpassionate expressionの美しい synthesis を表現し、人々の心を深く動かす影響力を発揮できます。artistic sensibilityとintellectual depthが結合することで、時代を超えて愛される価値あるものを創造できる特別な期間です。",
      "love": "sophisticated attraction と deep emotional resonance が融合した芸術的な恋愛体験ができる時期。十三夜の mature charm と満月の magnetic appeal で、intellectual でありながら intensely passionate な関係を cultivate できるでしょう。診断から1ヶ月目後半に culturally rich な encounter があり、2ヶ月目中旬、3ヶ月目前半は relationship が beautifully に evolve します。既存の関係では、shared aesthetic values と deep emotional connection が integrate し、relationship が art form のような beauty を achieve するでしょう。museums、concerts、cultural events での romantic experiences が relationship を enrich し、soul-level での bonding が deepen するでしょう。",
      "work": "creative excellence と professional mastery が融合し、industry に lasting impact を与える masterpiece-level の achievements を produce する時期。十三夜の refined expertise と満月の creative passion で、conventional boundaries を transcend した innovative solutions を develop できるでしょう。診断から1ヶ月目後半は visionary projects を initiate し、2ヶ月目中旬、3ヶ月目前半は artistic でありながら commercially successful な outcomes を deliver します。creative industries、luxury brands、cultural institutions などで extraordinary recognition を receive できるでしょう。professional legacy として記憶される achievements を accomplish し、industry standards を permanently に elevate するでしょう。",
      "relationship": "cultural sophistication と charismatic appeal により、influential cultural circles と artistic communities での central position を establish する時期。十三夜の intellectual depth と満月の social magnetism で、creative minds と visionary leaders を attract できるでしょう。診断から1ヶ月目後半に artistic collaborations が begin し、2ヶ月目中旬、3ヶ月目前半は cultural projects で leadership roles を assume します。家族関係では、family の cultural heritage と artistic traditions を preserve しながら、next generation に creative inspiration を transmit するでしょう。social gatherings と cultural events において、conversation と creative energy の focal point となるでしょう。",
      "money": "luxury investments と artistic ventures により、aesthetic value と financial returns を simultaneously に achieve する sophisticated wealth-building period。十三夜の discerning judgment と満月の market appeal で、high-value cultural assets への strategic investments を make できるでしょう。診断から1ヶ月目後半は art、antiques、luxury goods への investments が appreciate し始め、2ヶ月目中旬、3ヶ月目前半は creative businesses や cultural projects で substantial profits を realize します。特に limited edition items、collectibles、artistic collaborations などで exceptional returns を expect できるでしょう。wealth が aesthetic refinement と social prestige を enhance し、lifestyle の quality が dramatically に improve されるでしょう。"
    }
  },
  "29": {
    "moonPhase": "十三夜",
    "hiddenPhase": "十六夜",
    "fortune": {
      "overall": "十三夜と十六夜の双方の品格が重なり合い、極上の洗練を体現する最高品格型の3ヶ月。診断から2ヶ月目から3ヶ月目前半にかけて運気が最高潮に達し、あらゆる面で最高水準の品質と洗練された成果を生み出すことができるでしょう。この組み合わせは「極上の質」を追求し、quantity よりも quality を重視する approach が最高の評価を得る期間です。luxury、sophistication、excellenceが三位一体となり、他の追随を許さない unique な position を確立できる extraordinary な時期となるでしょう。",
      "love": "最高レベルの品格と洗練された魅力により、truly exceptional な恋愛関係を築ける究極の時期。double の elegance energy で、fairy-tale のような romantic でありながら deeply substantial な relationship を experience できるでしょう。診断から2ヶ月目に once-in-a-lifetime の encounter があり、3ヶ月目前半は relationship が legendary level の beauty と depth に reach します。既存の関係では、mutual refinement と shared sophistication が relationship を timeless masterpiece へと transform するでしょう。cultural events、exclusive venues、artistic experiences を share することで、relationship が ultimate refinement を achieve するでしょう。",
      "work": "unparalleled professional excellence と sophisticated leadership により、industry の pinnacle position を secure する時期。double elegance の power で、work の quality と presentation が supreme level に reach します。診断から2ヶ月目は exclusive projects や high-profile clients との engagements で distinction を earn し、3ヶ月目前半は industry benchmark として recognition を receive するでしょう。luxury brands、premium services、cultural institutions、high-end consulting などの分野で legendary status を achieve できるでしょう。professional reputation が permanently に elevated し、elite circles での influence が established されるでしょう。",
      "relationship": "supreme social grace と impeccable taste により、most exclusive social circles と cultural elite との connections を establish する時期。double sophistication energy で、high society と cultural aristocracy での respect を command できるでしょう。診断から2ヶ月目に prestigious social circles への entry が facilitate され、3ヶ月目前半は cultural leadership roles で prominence を achieve します。家族関係では、family の social standing と cultural reputation を enhance し、generational prestige を establish するでしょう。exclusive events、charitable organizations、cultural boards において、influential positions を secure し、social impact を maximize するでしょう。",
      "money": "premium investments と luxury market expertise により、exclusive wealth-building opportunities を capitalize する sophisticated financial period。double refinement judgment で、ultra-high-net-worth strategies と exclusive investment opportunities へ access できるでしょう。診断から2ヶ月目は luxury assets、rare collectibles、premium real estate への investments で superior returns を realize し、3ヶ月目前半は exclusive business opportunities で exceptional profits を generate します。特に luxury goods、fine arts、prestigious properties、private equity などで outstanding performance を expect できるでしょう。wealth management が concierge level に reach し、lifestyle enhancement と social prestige が simultaneously に achieve されるでしょう。"
    }
  },
  "30": {
    "moonPhase": "十三夜",
    "hiddenPhase": "下弦",
    "fortune": {
      "overall": "十三夜の成熟した智慧と下弦の効率的選択力が融合し、品質最適化を実現する成熟効率型の3ヶ月。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目後半に運気のピークが訪れ、経験に基づいた的確な判断で最高効率の成果を上げられるでしょう。この組み合わせは「選択の芸術」を体現し、多くの選択肢の中から最も価値のあるものを見極める卓越した能力を発揮できます。无駄を徹底的に排除しながら、本質的な価値を maximum に引き出す wisdom が開花する期間となるでしょう。",
      "love": "mature judgment と selective approach により、truly compatible で meaningful な relationship を cultivate する時期。十三夜の relationship wisdom と下弦の discernment で、surface attractions を越えた authentic connection を establish できるでしょう。診断から1ヶ月目前半に important relationship decision を make し、2ヶ月目中旬、3ヶ月目後半は connection が systematically に deepen します。既存の関係では、relationship の non-essential elements を eliminate しながら、core values と deep compatibility に focus することで、bond が purify され strengthen されるでしょう。quality time と meaningful conversations が relationship efficiency を maximize するでしょう。",
      "work": "expert-level competence と strategic prioritization により、maximum impact を minimum effort で achieve する時期。十三夜の professional mastery と下弦の operational efficiency で、workplace において indispensable expert として establish されるでしょう。診断から1ヶ月目前半は process optimization で breakthrough を achieve し、2ヶ月目中旬、3ヶ月目後半は strategic initiatives で exceptional results を deliver します。consulting、operations management、quality assurance などの分野で industry leadership を demonstrate できるでしょう。efficiency innovations と expert guidance により、organizational performance が dramatically に improve され、professional value が significantly に appreciate するでしょう。",
      "relationship": "wise discernment と selective engagement により、high-quality でありながら manageable な social network を curate する時期。十三夜の social wisdom と下弦の relationship efficiency で、meaningful connections に energy を concentrate できるでしょう。診断から1ヶ月目前半に relationship portfolio を optimize し、2ヶ月目中旬、3ヶ月目後半は selected relationships で deep satisfaction を experience します。家族関係では、family dynamics を streamline し、harmony と productivity を simultaneously に enhance するでしょう。professional networks において、strategic alliances と mentoring relationships で mutual benefits を maximize し、social capital を efficiently に build するでしょう。",
      "money": "investment expertise と cost optimization により、maximum returns を minimum risks で achieve する sophisticated financial period。十三夜の financial wisdom と下弦の expense management で、wealth accumulation を systematically に accelerate できるでしょう。診断から1ヶ月目前半は portfolio を rebalance し、2ヶ月目中旬、3ヶ月目後半は optimized strategies で superior performance を realize します。特に value investing、cost-efficient funds、tax optimization strategies などで excellent results を expect できるでしょう。financial planning が master level に reach し、wealth building と lifestyle maintenance の perfect balance が achieved されるでしょう。"
    }
  }
}