{
  "2": {
    "moonPhase": "新月",
    "hiddenPhase": "三日月",
    "fortune": {
      "overall": "新月の創造力と三日月の成長エネルギーが美しく調和する安定上昇の3ヶ月。診断から1ヶ月目は新しいことを始めるのに最適で、特に中旬以降に重要な決断を下すタイミングが訪れます。2ヶ月目は着実な成長期間となり、努力した分だけ確実に結果が現れるでしょう。3ヶ月目は成果を実感できる時期で、これまでの積み重ねが大きな成功として花開きます。新月の直感力で正しい方向性を見極め、三日月の忍耐力で継続することが成功の鍵となります。",
      "love": "優しく包み込むような愛情運が花開く特別な時期。診断から1ヶ月目の中旬に運命的な出会いまたは関係の進展が期待できます。新月の新鮮な魅力と三日月の育む力で、相手との関係を自然に深めることができるでしょう。既存の関係では、お互いの成長を支え合う美しい絆が生まれます。2ヶ月目は相互理解が深まる時期で、真剣な将来の話し合いが進展します。3ヶ月目には愛情が安定し、長期的な関係の基盤が築かれるでしょう。",
      "work": "新しいプロジェクトや挑戦が成功に導かれる充実の仕事運。診断から1ヶ月目に新たな責任やチャンスが与えられ、あなたの実力を発揮する舞台が用意されます。三日月の継続力で困難な局面も乗り越え、着実に成果を積み上げていけます。2ヶ月目は技術や知識の向上期で、将来に役立つスキルを身につけられるでしょう。3ヶ月目には周囲からの信頼が厚くなり、昇進や重要なポジションへの抜擢の可能性が高まります。",
      "relationship": "調和的で建設的な人間関係が築かれる恵まれた時期。新月の純粋さと三日月の包容力で、多くの人があなたに好感を持ち、協力を申し出てくれるでしょう。診断から1ヶ月目に生涯の友となる人物との出会いがあり、2ヶ月目にはチームワークが重要なプロジェクトで中心的な役割を担います。家族関係も良好で、特に年長者からの理解とサポートを得られます。3ヶ月目には人的ネットワークが大きく広がり、将来の成功につながる重要な人脈が形成されるでしょう。",
      "money": "着実で安定した金運の上昇期。新月の新鮮なアイデアで新たな収入源を発見し、三日月の継続力でそれを確実に育てることができます。診断から1ヶ月目に副業や投資の良い機会が現れ、2ヶ月目には計画的な資産形成が軌道に乗ります。特に不動産や長期投資で良い結果を得られる可能性が高いでしょう。3ヶ月目には予想を上回る収入アップが実現し、経済的な安定基盤が確立されます。金運向上のため、緑色の財布を使い、東南の方角に観葉植物を置くことをお勧めします。"
    }
  },
  "3": {
    "moonPhase": "新月",
    "hiddenPhase": "上弦",
    "fortune": {
      "overall": "新月の創造性と上弦の実行力が完璧に融合し、即効性のある成果を生み出す力強い3ヶ月。診断から1ヶ月目前半に重要なアイデアが浮かび、すぐに実行に移すことで大きな成功を掴めるでしょう。この組み合わせは「思い立ったが吉日」の典型で、直感を信じて行動することが最も重要です。2ヶ月目は実行力が最高潮に達し、困難な課題も次々と解決していけます。3ヶ月目前半までは絶好調が続きますが、後半は少し慎重になることで、より安定した成果を維持できるでしょう。",
      "love": "情熱的で積極的な恋愛運が訪れる刺激的な時期。新月の新鮮な魅力と上弦の積極性で、理想の相手に大胆にアプローチできるでしょう。診断から1ヶ月目に電撃的な出会いや告白のチャンスが訪れ、迅速な決断が幸運を呼び込みます。既存の関係では、停滞していた状況が一気に進展し、結婚や同棲などの具体的な話が進むかもしれません。2ヶ月目は情熱が最高潮に達し、相手との距離が急速に縮まります。ただし、3ヶ月目後半は感情のコントロールを意識し、相手のペースも尊重することが大切です。",
      "work": "革新的なアイデアと強力な実行力で業界に衝撃を与える可能性のある時期。診断から1ヶ月目に画期的なプロジェクトの立ち上げや新システムの導入で注目を集めるでしょう。上弦の決断力で迅速に問題を解決し、新月の創造性で従来にない解決策を提示できます。2ヶ月目は成果が形として現れ始め、上司や顧客からの高評価を得られます。起業や独立を考えている方にとっては絶好のタイミングで、3ヶ月目前半までに基盤を築くことで長期的な成功が約束されるでしょう。",
      "relationship": "リーダーシップを発揮し、多くの人を巻き込んで大きなムーブメントを起こせる時期。新月の純粋な魅力と上弦の統率力で、自然と人が集まってくる状況が生まれます。診断から1ヶ月目に重要なリーダー役を任され、チームを成功に導くことで絶大な信頼を獲得します。2ヶ月目は人的ネットワークが急速に拡大し、業界の重要人物との接点も生まれるでしょう。ただし、3ヶ月目後半は少し控えめになることで、周囲との調和を保ち、長期的な関係を維持できます。",
      "money": "大胆な投資と新規事業で大きな利益を得られる可能性の高い時期。新月の直感力で良い投資機会を見つけ、上弦の決断力で迅速に行動することが成功の鍵です。診断から1ヶ月目に株式や仮想通貨で短期的な利益を得られるチャンスがあります。2ヶ月目は新しいビジネスや副業が軌道に乗り、予想以上の収入を得られるでしょう。ただし、3ヶ月目後半はリスク管理を徹底し、利益の一部を安全な投資先に移すことで、長期的な安定を図ることが重要です。金運向上のため、赤い財布と金色のアクセサリーを身につけましょう。"
    }
  },
  "4": {
    "moonPhase": "新月",
    "hiddenPhase": "十三夜",
    "fortune": {
      "overall": "新月の新鮮さと十三夜の成熟した智慧が絶妙に調和し、後半に向けて大きく飛躍する成長型の3ヶ月。診断から1ヶ月目は準備期間として、知識の習得や人脈作りに時間を投資しましょう。2ヶ月目中旬から運気が上昇し始め、これまでの努力が評価される機会が増えます。3ヶ月目は完全開花の時期で、成熟した判断力と新鮮なアイデアの融合により、周囲を驚かせる成果を上げられるでしょう。この組み合わせは「遅咲きの大輪」を象徴し、じっくりと力を蓄えることが最終的な大成功につながります。",
      "love": "深く成熟した愛情関係を築ける理想的な時期。新月の純粋な愛情と十三夜の包容力で、相手との精神的な結びつきが深まります。診断から1ヶ月目は相手をじっくりと理解する期間で、表面的な魅力を超えた真の compatibility を見極められるでしょう。2ヶ月目後半から愛情運が本格的に上昇し、お互いの価値観が深いレベルで共鳴します。3ヶ月目には結婚を前提とした真剣な交際に発展したり、既存の関係がより成熟した段階へと進化します。年上の相手や、精神的に成熟した人との縁が特に強くなるでしょう。",
      "work": "専門性と革新性を兼ね備えた理想的なキャリア発展の時期。診断から1ヶ月目は新しい分野の学習や資格取得に最適で、将来の成功の基盤を築けます。十三夜の深い洞察力で市場の動向を正確に読み取り、新月の創造性で独自のソリューションを開発できるでしょう。2ヶ月目後半から専門家としての地位が確立され、業界内での発言力が増します。3ヶ月目には大型プロジェクトのリーダーや、新部署の責任者などの重要ポジションに就く可能性が高まります。コンサルティングや研究開発分野で特に大きな成果を期待できるでしょう。",
      "relationship": "深い信頼関係に基づく質の高い人間関係を構築できる充実期。新月の純粋さで多くの人の心を開き、十三夜の智慧で長期的な関係を育てることができます。診断から1ヶ月目は既存の関係を見直し、本当に大切な人を見極める時期となるでしょう。2ヶ月目後半からは人生の mentor となる年上の方との出会いがあり、貴重な指導を受けられます。3ヶ月目には尊敬と信頼に基づく深い友情や、professional なパートナーシップが形成されます。特に学術界や文化的なコミュニティでの人脈形成に恵まれるでしょう。",
      "money": "長期的視点での着実な資産形成と、知識投資による収益拡大の時期。新月の新鮮な視点で新しい投資分野を発見し、十三夜の成熟した判断力でリスクを適切に管理できます。診断から1ヶ月目は教育投資や資格取得にお金を使うことで、将来の収入アップにつなげられるでしょう。2ヶ月目後半から長期投資の成果が現れ始め、特に不動産や教育関連の投資で良いリターンを得られます。3ヶ月目には専門知識を活かした副業や講師活動で新たな収入源を確立できるでしょう。金運向上のため、紫色の財布と書籍を北東の方角に置くことをお勧めします。"
    }
  },
  "5": {
    "moonPhase": "新月",
    "hiddenPhase": "満月",
    "fortune": {
      "overall": "新月の創造力と満月の情熱が生み出す波動型の劇的な3ヶ月。この組み合わせは「0か100か」の極端な変化を特徴とし、高い波と低い波が交互に訪れます。診断から1ヶ月目、2ヶ月目前半、3ヶ月目前半は絶好調期で、創造性と情熱が最高潮に達し、人生を変える大きな出来事が起こる可能性があります。一方で、各月の後半は少し落ち着いた時期となり、前半の成果を整理し、次の波に備える時間となるでしょう。この波のリズムを理解し、波が高い時は積極的に、低い時は充電期間として活用することが成功の鍵です。",
      "love": "情熱的で劇的な恋愛展開が期待できるドラマチックな時期。新月の純粋な愛情と満月の強烈な魅力で、忘れられない恋愛体験をするでしょう。診断から1ヶ月目前半と3ヶ月目前半は恋愛運が最高潮に達し、運命的な出会いや電撃的な恋の始まりが期待できます。既存の関係では、情熱が再燃し、まるで新しい恋のような新鮮な感情を体験するかもしれません。ただし、感情の波が激しい時期でもあるため、冷静さを保つことも重要です。2ヶ月目は関係の深化期で、相手との絆がより強固になるでしょう。",
      "work": "革新的なプロジェクトで業界に衝撃を与える可能性のある時期。新月の創造性と満月のカリスマ性で、従来の常識を覆すような成果を上げられるでしょう。診断から1ヶ月目前半と3ヶ月目前半は breakthrough のタイミングで、画期的なアイデアや解決策を提示できます。クリエイティブな分野、マーケティング、エンターテインメント業界で特に大きな成果を期待できるでしょう。2ヶ月目は実績が認められ、業界内での地位が急上昇します。ただし、波の低い時期は無理をせず、次の成功に向けた準備期間として活用しましょう。",
      "relationship": "カリスマ的な魅力で多くの人を惹きつけ、熱狂的な支持を得られる時期。新月の純粋さと満月の圧倒的な存在感で、自然とリーダーシップを発揮することになるでしょう。診断から1ヶ月目前半には重要なコミュニティの中心的存在となり、多くの人があなたの意見を求めるようになります。2ヶ月目は深い友情や mentor-mentee の関係が形成され、3ヶ月目前半には影響力のあるポジションに就く可能性があります。ただし、感情の波が激しい時期は、周囲との調和も意識することが重要です。",
      "money": "大胆な投資と革新的なビジネスで大きな利益を狙える、ハイリスク・ハイリターンの時期。新月の直感力で新しい市場やトレンドを察知し、満月の決断力で大胆に投資できるでしょう。診断から1ヶ月目前半と3ヶ月目前半は投資の絶好機で、特に新興市場や革新的な技術分野で大きなリターンを期待できます。2ヶ月目はビジネスが軌道に乗り、予想を超える収益を上げるかもしれません。ただし、波の低い時期はリスク管理を徹底し、利益確定も検討しましょう。金運向上のため、金と銀の財布を交互に使い、月の満ち欠けに合わせて投資タイミングを調整することをお勧めします。"
    }
  },
  "6": {
    "moonPhase": "新月",
    "hiddenPhase": "十六夜",
    "fortune": {
      "overall": "新月の新鮮さと十六夜の品格が調和し、中盤に最高潮を迎える安定型の3ヶ月。診断から1ヶ月目は新しい環境や人間関係に慣れる適応期間となり、十六夜の上品さで周囲に良い印象を与えるでしょう。2ヶ月目が運気のピークで、新月の創造力と十六夜の洗練された感性が完璧に融合し、質の高い成果を上げられます。3ヶ月目は安定期として、2ヶ月目の成功を確実なものにし、次のステップへの準備を整える時期となります。品質と継続性を重視することで、長期的な成功を築ける期間です。",
      "love": "上品で洗練された恋愛関係を築ける理想的な時期。新月の純粋さと十六夜の品格で、相手から深い尊敬と愛情を得られるでしょう。診断から1ヶ月目は相手との相性をじっくりと見極める期間で、お互いの価値観や lifestyle の compatibility を確認できます。2ヶ月目中旬が恋愛運のピークで、格調高い場所でのデートや、文化的な体験を共有することで関係が深まります。既存の関係では、より成熟した段階への発展が期待できるでしょう。3ヶ月目は安定した愛情関係の基盤が築かれ、長期的なパートナーシップへの道筋が見えてきます。",
      "work": "品質と継続性を重視した着実なキャリア発展の時期。新月の革新性と十六夜の品格で、業界内での評価が着実に上昇します。診断から1ヶ月目は新しいスキルや知識の習得に最適で、将来のキャリアアップの基盤を築けるでしょう。2ヶ月目は専門性が認められ、重要なプロジェクトの中核メンバーや品質管理の責任者などに抜擢される可能性があります。高級品や文化関連の業界で特に大きな成果を期待できるでしょう。3ヶ月目は築いた実績を基に、より安定したポジションや条件の良い転職のチャンスが訪れるかもしれません。",
      "relationship": "品格ある人間関係と質の高いコミュニティ形成の時期。新月の純粋さで多くの人の好感を得て、十六夜の洗練された魅力で長期的な信頼関係を築けます。診断から1ヶ月目は文化的な活動やサークルへの参加で新しい出会いがあり、共通の趣味や価値観を持つ友人を得られるでしょう。2ヶ月目は人的ネットワークが質・量ともに向上し、influential な人物とのつながりも生まれます。3ヶ月目には尊敬し合える長期的な関係が確立され、お互いの成長を支え合えるパートナーシップが形成されるでしょう。",
      "money": "質の高い投資と継続的な資産形成による安定した金運上昇期。新月の直感力で良い投資機会を見つけ、十六夜の品格ある判断で長期的に価値のある資産を選択できます。診断から1ヶ月目は高級品や不動産への投資を検討する好機で、将来的な価値上昇が期待できるでしょう。2ヶ月目は投資収益が安定し、特にブランド品や貴金属などの資産価値の高い商品で利益を得られます。3ヶ月目には資産ポートフォリオが安定し、継続的な収益を生み出す基盤が確立されるでしょう。金運向上のため、上質な革の財布と真珠のアクセサリーを身につけ、西の方角に美術品を飾ることをお勧めします。"
    }
  },
  "7": {
    "moonPhase": "新月",
    "hiddenPhase": "下弦",
    "fortune": {
      "overall": "新月の創造性と下弦の効率性が融合し、選択的に大きな成果を上げる効率型の3ヶ月。この組み合わせは「選択と集中」の典型で、本当に重要なことに集中することで最大限の結果を得られます。診断から1ヶ月目前半と2ヶ月目後半、3ヶ月目中旬に運気のピークが訪れ、この時期に重要な決断や行動を取ることで人生が大きく前進するでしょう。下弦の整理能力で不要なものを取り除き、新月の創造力で新しい可能性を開拓することが成功の鍵です。効率を重視し、質の高い成果を追求する姿勢が評価されます。",
      "love": "効率的で深い愛情関係を築ける合理的な時期。新月の純粋さと下弦の選択力で、本当に相性の良い相手との出会いや関係深化が期待できます。診断から1ヶ月目前半に重要な出会いがあり、無駄な時間をかけずに相手との compatibility を見極められるでしょう。2ヶ月目後半は関係が具体的に進展し、結婚や将来についての現実的な話し合いが始まります。既存の関係では、不要な争いや誤解を整理し、本質的な愛情に集中できるようになります。3ヶ月目中旬には長期的なパートナーシップの基盤が確立されるでしょう。",
      "work": "効率性と革新性を兼ね備えた理想的な成果を上げられる時期。新月のアイデア力と下弦の実行効率で、短時間で最大限の成果を生み出せるでしょう。診断から1ヶ月目前半は新しいシステムや手法の導入で生産性が飛躍的に向上し、2ヶ月目後半は業務改善の成果が認められて昇進のチャンスが訪れます。プロジェクト管理や業務効率化の分野で特に高い評価を得られるでしょう。3ヶ月目中旬には重要な責任を任され、あなたの効率的な仕事ぶりが会社全体の手本となるかもしれません。",
      "relationship": "効率的で有意義な人間関係の構築に恵まれる時期。新月の魅力と下弦の選択眼で、本当に価値のある人間関係に集中できるでしょう。診断から1ヶ月目前半に professional な分野で重要なパートナーとの出会いがあり、お互いの専門性を活かし合える関係が始まります。2ヶ月目後半は人間関係の整理整頓が進み、本当に大切な人との絆が深まります。3ヶ月目中旬には効率的なチームワークを築き、共同プロジェクトで大きな成果を上げられるでしょう。質より量を重視し、深い信頼関係を築くことに集中します。",
      "money": "効率的な資産運用と支出管理による確実な財務改善期。新月の新鮮な視点で投資機会を発見し、下弦の効率性でコストを最適化できます。診断から1ヶ月目前半は家計の見直しや無駄な支出の削減で大きな節約効果を得られ、2ヶ月目後半は効率的な投資戦略で利益を上げられるでしょう。特に自動化された投資システムや、管理費の安い金融商品で良い成果を期待できます。3ヶ月目中旬には資産と負債のバランスが最適化され、健全な財務状況を築けるでしょう。金運向上のため、シンプルなデザインの黒い財布と、北西の方角に効率化に関する書籍を置くことをお勧めします。"
    }
  },
  "8": {
    "moonPhase": "新月",
    "hiddenPhase": "暁",
    "fortune": {
      "overall": "新月の創造力と暁の神秘的洞察力が融合し、予期しない大きな変化をもたらす神秘型の3ヶ月。この組み合わせは直感と インスピレーション による突発的な成功を特徴とし、3の倍数の週（3週目、6週目、9週目、12週目）に人生を変える重要な出来事が起こる可能性があります。論理的思考よりも直感を信じることが成功の鍵で、夢や偶然の出来事にも重要なメッセージが隠されているでしょう。一見すると理解しがたい変化も、後になって大きな意味を持つことが判明します。スピリチュアルな感性を大切にし、宇宙の流れに身を任せることで奇跡的な展開を体験できるでしょう。",
      "love": "運命的で神秘的な恋愛体験ができる特別な時期。新月の純粋さと暁の直感力で、soul mate との出会いや既存関係の spiritual な深化が期待できます。診断から3週目、6週目、9週目、12週目に重要な恋愛イベントが発生し、それぞれが深い意味を持つでしょう。夢の中でのメッセージや偶然の出会いが、運命の相手との結びつきを示すサインとなるかもしれません。既存の関係では、お互いの魂レベルでの理解が深まり、前世からの縁を感じるような深い絆が生まれます。spiritual な価値観を共有できる相手との関係が特に発展するでしょう。",
      "work": "直感とインスピレーションによる革新的な成果が期待できる時期。新月の創造性と暁の洞察力で、業界の常識を覆すような画期的なアイデアを生み出せるでしょう。診断から3週目、6週目、9週目、12週目に breakthrough moment が訪れ、予期しない形で大きな成功を掴めます。クリエイティブな分野、研究開発、コンサルティングなどで特に大きな成果を期待できるでしょう。論理的分析よりも直感を信じることで、他の人には見えない solutions を発見できます。夜遅くや早朝の時間帯に重要なアイデアが浮かぶことが多いでしょう。",
      "relationship": "深いスピリチュアルなつながりを持つ人々との出会いに恵まれる時期。新月の純粋さと暁の神秘性で、魂レベルで共鳴する人たちとのコミュニティが形成されます。診断から3週目、6週目、9週目、12週目に人生の teacher や spiritual guide となる人物との出会いがあるでしょう。占いや瞑想、哲学などの分野で共通の関心を持つ友人たちとの深いつながりが生まれます。家族関係では、これまで理解し合えなかった人との和解や、先祖からの messages を受け取るような体験があるかもしれません。",
      "money": "直感による投資と予期しない収入源による財運上昇期。新月のインスピレーションと暁の洞察力で、他の人には見えない投資機会を発見できるでしょう。診断から3週目、6週目、9週目、12週目に予期しない収入や投資の成功があり、特にスピリチュアル関連のビジネスや芸術分野で利益を得られる可能性があります。宝くじや懸賞などの運も上昇し、思いがけない臨時収入があるかもしれません。ただし、お金の使い方にも spiritual な意味があることを意識し、必要な人や活動に投資することで、さらなる豊かさを引き寄せられるでしょう。金運向上のため、直感で選んだ色の財布を使い、満月の夜に月光浴をさせることをお勧めします。"
    }
  },
  "9": {
    "moonPhase": "三日月",
    "hiddenPhase": "新月",
    "fortune": {
      "overall": "三日月の優しい成長力と新月の創造エネルギーが調和し、穏やかで確実な発展を遂げる優しい始動型の3ヶ月。急激な変化よりも、着実で持続可能な成長を特徴とし、診断から1ヶ月目後半、2ヶ月目中旬、3ヶ月目前半に重要な進展が期待できます。三日月の忍耐力で困難を乗り越え、新月の新鮮な視点で新しい可能性を見出すことができるでしょう。この組み合わせは「急がば回れ」の精神で、時間をかけて丁寧に物事を進めることで、最終的により大きな成功を掴める期間です。周囲からの支援も得やすく、チームワークを活かした成果が期待できます。",
      "love": "温かく包容力のある愛情関係を育める理想的な時期。三日月の優しさと新月の純粋さで、相手との間に安心感と信頼に満ちた関係を築けるでしょう。診断から1ヶ月目後半に心の通い合う出会いがあり、お互いの価値観や人生観をゆっくりと確認し合えます。2ヶ月目中旬は関係が自然に深まる時期で、相手の良い面をより多く発見できるでしょう。既存の関係では、お互いの成長を支え合う beautiful partnership が形成されます。3ヶ月目前半には将来への希望を共有し、長期的な関係への確信を得られるでしょう。",
      "work": "新しいプロジェクトや挑戦を着実に軌道に乗せられる安定成長期。三日月の継続力と新月のアイデア力で、innovative でありながら realistic な成果を上げられるでしょう。診断から1ヶ月目後半は新しい業務や役割に慣れ、あなたの丁寧な仕事ぶりが評価され始めます。2ヶ月目中旬は責任が増え、重要なプロジェクトのメンバーに選ばれる可能性があります。教育、ヘルスケア、環境関連の分野で特に大きな成果を期待できるでしょう。3ヶ月目前半には安定したポジションと、将来性のあるキャリアパスが見えてくるでしょう。",
      "relationship": "支え合いと成長を基調とした温かい人間関係の構築期。三日月の包容力で多くの人に安心感を与え、新月の魅力で新しい友人や仲間を得られるでしょう。診断から1ヶ月目後半に長期的な友情につながる出会いがあり、お互いの dreams や goals を応援し合える関係が始まります。2ヶ月目中旬は既存の関係がより深まり、家族的な絆を感じるコミュニティが形成されます。年下の人からは頼れる先輩として慕われ、同世代の人とは対等なパートナーシップを築けるでしょう。3ヶ月目前半には人生の良き相談相手となる人物との出会いが期待できます。",
      "money": "堅実で持続可能な資産形成による安定した金運上昇期。三日月の継続力で着実に貯蓄を増やし、新月の創造性で新しい収入源を開拓できます。診断から1ヶ月目後半は家計管理が改善し、無理のない範囲で投資を始める良いタイミングです。2ヶ月目中旬は副業や趣味を活かしたビジネスが軌道に乗り、安定した副収入を得られるでしょう。特に長期投資や積立投資で良い成果を期待できます。3ヶ月目前半には経済的な安定基盤が確立され、将来への安心感を得られるでしょう。金運向上のため、薄緑色の財布を使い、東の方角に成長する植物を置くことをお勧めします。"
    }
  },
  "10": {
    "moonPhase": "三日月",
    "hiddenPhase": "三日月",
    "fortune": {
      "overall": "三日月のエネルギーが二重に重なり、極めて安定した成長と調和をもたらす超安定型の3ヶ月。この組み合わせは「継続は力なり」を体現し、地道な努力が確実に報われる期間となります。診断から2ヶ月目から3ヶ月目前半にかけて運気が最高潮に達し、これまでの積み重ねが大きな成果として花開くでしょう。急激な変化や劇的な出来事は少ないものの、その代わりに確実で持続可能な成功を手に入れることができます。周囲との調和を保ちながら、自分のペースで着実に前進できる理想的な期間です。",
      "love": "安定感と安心感に満ちた理想的な愛情関係を築ける時期。二重の三日月エネルギーで、お互いを深く理解し、長期的なビジョンを共有できる関係が形成されます。診断から1ヶ月目は相手との compatibility をじっくりと確認し、2ヶ月目から3ヶ月目前半は関係が自然に深まり、将来への確信を得られるでしょう。既存の関係では、お互いの成長を支え合う美しいパートナーシップが完成し、結婚や同棲などの具体的な話が進展する可能性があります。争いや misunderstanding が起こりにくく、平和で調和のとれた愛情関係を享受できるでしょう。",
      "work": "着実な成長と継続的な成果により、職場での地位が確立される安定期。二重の三日月パワーで、責任感と信頼性が高く評価され、重要なポジションに就く可能性があります。診断から1ヶ月目は新しいスキルの習得や人間関係の構築に努め、2ヶ月目から3ヶ月目前半は管理職への昇進や大型プロジェクトのリーダー役を任されるでしょう。教育、医療、福祉関連の分野で特に大きな成果を期待できます。同僚や部下からの信頼も厚く、長期的なキャリア発展の基盤が確実に築かれる期間となるでしょう。",
      "relationship": "調和と相互支援に基づく素晴らしい人間関係の黄金期。二重の三日月エネルギーで、多くの人があなたの温かさと安定感に惹かれ、長期的な友情や partnership が形成されます。診断から1ヶ月目は新しいコミュニティでの居場所を見つけ、2ヶ月目から3ヶ月目前半は中心的なメンバーとして重要な役割を担うようになります。家族関係も非常に良好で、特に配偶者や子供との絆が深まるでしょう。年齢や立場を超えた友情にも恵まれ、人生の良き相談相手となる人物との出会いが期待できます。",
      "money": "安定した収入と堅実な資産形成による確実な金運上昇期。二重の三日月パワーで、リスクを抑えながら着実に資産を増やすことができます。診断から1ヶ月目は支出の見直しと貯蓄目標の設定を行い、2ヶ月目から3ヶ月目前半は定期預金や安全な投資商品で確実なリターンを得られるでしょう。特に長期の積立投資や不動産投資で良い成果を期待できます。副業よりも本業での昇給や賞与アップの可能性が高く、経済的な安定を実感できる期間となります。金運向上のため、落ち着いたベージュ色の財布を使い、家の中心部に観葉植物を置くことをお勧めします。"
    }
  },
  "11": {
    "moonPhase": "三日月",
    "hiddenPhase": "上弦",
    "fortune": {
      "overall": "三日月の思いやりと上弦の実行力が美しく融合し、温かみのあるリーダーシップを発揮できる思いやり実行型の3ヶ月。診断から1ヶ月目後半から2ヶ月目前半にかけて運気が最高潮に達し、人々を巻き込んだ大きなプロジェクトや活動で中心的な役割を果たすことになるでしょう。この組み合わせは「優しい強さ」を象徴し、厳しさと温かさのバランスが絶妙に取れた指導力を発揮できます。3ヶ月目後半は少し控えめになることで、これまでの成果を定着させ、長期的な成功の基盤を築くことができるでしょう。",
      "love": "情熱と思いやりのバランスが取れた理想的な恋愛関係を築ける時期。三日月の優しさと上弦の積極性で、相手に安心感を与えながら関係を前進させることができるでしょう。診断から1ヶ月目後半に意味深い出会いがあり、2ヶ月目前半は関係が急速に発展します。既存の関係では、お互いの将来について真剣に話し合い、具体的な計画を立てることができるでしょう。あなたの温かみのある実行力が相手を安心させ、長期的なコミットメントへと導きます。3ヶ月目前半には結婚や婚約などの重要な決断に至る可能性が高いでしょう。",
      "work": "チームリーダーとしての資質が開花し、大きなプロジェクトで成功を収める時期。三日月の協調性と上弦の決断力で、メンバーの trust を得ながら効率的に目標を達成できるでしょう。診断から1ヶ月目後半は重要なプロジェクトのリーダーに抜擢され、2ヶ月目前半はチーム全体のパフォーマンスを大幅に向上させます。人材育成やプロジェクトマネジメントの分野で特に高い評価を得られるでしょう。3ヶ月目前半には昇進や部署異動の話が持ち上がり、より大きな責任を担うポジションへのチャンスが訪れるかもしれません。",
      "relationship": "温かいリーダーシップで多くの人を united させ、強固なコミュニティを築ける時期。三日月の包容力と上弦の統率力で、様々な background を持つ人々をまとめ上げることができるでしょう。診断から1ヶ月目後半に重要なコミュニティやグループの中心的存在となり、2ヶ月目前半は多くの人があなたのリーダーシップを求めるようになります。家族関係では、親族間の調整役として重要な役割を果たすかもしれません。3ヶ月目前半には社会貢献活動や volunteer work で leadership を発揮し、多くの人から尊敬される存在となるでしょう。",
      "money": "リーダーシップを活かしたビジネス expansion と投資成功による金運上昇期。三日月の信頼性と上弦の決断力で、people を巻き込んだ profitable な ventures を展開できるでしょう。診断から1ヶ月目後半はビジネスパートナーとの協力関係が深まり、2ヶ月目前半は共同投資や事業拡大で大きな利益を得られます。特に人材関連のビジネスやコンサルティングで成功する可能性が高いでしょう。3ヶ月目前半には investment portfolio が充実し、複数の income streams を確立できるかもしれません。金運向上のため、温かみのあるブラウン色の財布を使い、南東の方角にチームの写真を飾ることをお勧めします。"
    }
  },
  "12": {
    "moonPhase": "三日月",
    "hiddenPhase": "十三夜",
    "fortune": {
      "overall": "三日月の優しさと十三夜の深い智慧が融合し、成熟した品格のある成長を遂げる深い成熟型の3ヶ月。診断から2ヶ月目後半から3ヶ月目にかけて運気が最高潮に達し、これまでの経験と知識が統合されて大きな wisdom として花開くでしょう。この組み合わせは「温かい知性」を象徴し、人生の深い意味を理解しながら、周囲の人々を gentle に導く力を発揮できます。急がず焦らず、じっくりと物事の本質を見極めることで、長期的で持続可能な成功を手に入れることができる期間です。",
      "love": "深い理解と成熟した愛情に基づく本格的なパートナーシップを築ける時期。三日月の温かさと十三夜の深みで、相手との spiritual な結びつきを感じられる関係に発展するでしょう。診断から1ヶ月目は相手の inner beauty や人格的魅力を深く理解し、2ヶ月目後半から3ヶ月目は魂レベルでの共鳴を体験します。既存の関係では、surface level を超えた真の親密さが生まれ、お互いの人生の goals や values を深く共有できるようになります。年上の相手や、精神的に成熟したパートナーとの関係が特に発展するでしょう。",
      "work": "専門性と人格的魅力を兼ね備えた理想的な professional として認められる時期。三日月の協調性と十三夜の expertise で、業界内での地位が確実に向上します。診断から1ヶ月目は新しい knowledge や skills を習得し、2ヶ月目後半から3ヶ月目は expert として多くの人から相談を受けるようになるでしょう。コンサルティング、教育、医療などの分野で特に高い評価を得られます。若手の指導や mentoring においても才能を発揮し、次世代のリーダー育成に貢献することで、さらなる respect を得られるでしょう。",
      "relationship": "wisdom と温かさを併せ持つ人として、多くの人から尊敬と親しみを得られる時期。三日月の親しみやすさと十三夜の深みで、年齢や立場を超えた meaningful な relationships を築けるでしょう。診断から1ヶ月目は様々な background を持つ人々との出会いがあり、2ヶ月目後半から3ヶ月目は人生の mentor や spiritual guide となる関係が形成されます。家族関係では、wisdom を求める younger generations からの相談を受けることが増え、家族の中での重要な役割を担うようになります。コミュニティでは、調停役や相談役として多くの人から頼られる存在となるでしょう。",
      "money": "長期的視点での資産形成と、知識を活かした収益向上による安定した金運期。三日月の継続性と十三夜の智慧で、sustainable で profitable な投資戦略を構築できます。診断から1ヶ月目は financial literacy を高め、2ヶ月目後半から3ヶ月目は知識を活かした投資や副業で安定した収益を得られるでしょう。特に education や consulting 関連のビジネスで成功する可能性が高いです。資産管理においても長期的な視点を持ち、retirement planning や children's education fund などの prepare も進めることができるでしょう。金運向上のため、深い紫色の財布を使い、書斎や勉強部屋に知識の象徴となる書籍を整理して置くことをお勧めします。"
    }
  },
  "13": {
    "moonPhase": "三日月",
    "hiddenPhase": "満月",
    "fortune": {
      "overall": "三日月の優しさと満月の情熱が美しく調和し、温かみのある魅力で多くの人を惹きつける優しさ情熱型の3ヶ月。診断から2ヶ月目と3ヶ月目前半に運気のピークが訪れ、あなたの gentle でありながら passionate な魅力が最大限に発揮されるでしょう。この組み合わせは「愛されるリーダー」を象徴し、力強さと優しさのバランスが絶妙に取れた charisma を発揮できます。人々があなたの周りに自然と集まり、温かいコミュニティが形成される素晴らしい期間となるでしょう。",
      "love": "情熱的でありながら安心感のある理想的な恋愛関係を築ける黄金期。三日月の包容力と満月の魅力で、相手に深い愛情と安全感の両方を与えることができるでしょう。診断から1ヶ月目後半に heart-warming な出会いがあり、2ヶ月目は関係が passionate に発展します。既存の関係では、愛情が renewed され、まるで新しい恋が始まったような freshness を体験するでしょう。あなたの温かい情熱が相手を包み込み、長期的なコミットメントへと自然に導かれます。3ヶ月目前半には結婚や婚約などの important な決断に至る可能性が非常に高いでしょう。",
      "work": "チームを inspiring しながら excellent な results を生み出すカリスマ的リーダーとして活躍する時期。三日月の協調性と満月のカリスマで、workplace での influence が大幅に拡大します。診断から1ヶ月目後半は team members からの trust を獲得し、2ヶ月目は major project で outstanding な成果を上げてマネジメントからの attention を集めるでしょう。人事、マーケティング、エンターテインメント関連の分野で特に輝きを放ちます。3ヶ月目前半には昇進や重要なポジションへの promotion が決定し、より大きな stage で活躍する機会が与えられるでしょう。",
      "relationship": "magnetic な魅力で多様な人々を united させ、harmonious なコミュニティを創造できる時期。三日月の温かさと満月の魅力で、あらゆる type の people があなたに drawn されるでしょう。診断から1ヶ月目後半に influential な人物との meaningful な connection が生まれ、2ヶ月目は social network が dramatically に拡大します。家族関係では、family gatherings や celebrations の center となり、親族の絆を深める役割を果たします。3ヶ月目前半には community leader として recognition を受け、社会的な impact を持つ activities に参加する機会が増えるでしょう。",
      "money": "人気と魅力を活かしたビジネス success と、passionate な取り組みによる収益拡大期。三日月の信頼性と満月の appeal で、customer base や business network が大幅に拡大します。診断から1ヶ月目後半は new business opportunity が現れ、2ヶ月目は人脈を活かした profitable な ventures が成功するでしょう。特に beauty、fashion、entertainment 関連のビジネスで大きな利益を期待できます。3ヶ月目前半には multiple income sources が確立され、financial stability と growth の両方を achieve できるでしょう。金運向上のため、warm pink や coral color の財布を使い、人が集まりやすいリビングエリアに fresh flowers を飾ることをお勧めします。"
    }
  },
  "14": {
    "moonPhase": "三日月",
    "hiddenPhase": "十六夜",
    "fortune": {
      "overall": "三日月の優しさと十六夜の上品さが融合し、洗練された包容力を発揮する品格包容型の3ヶ月。診断から2ヶ月目から3ヶ月目前半にかけて運気が最高潮に達し、elegant でありながら warm な魅力が多くの人を惹きつけるでしょう。この組み合わせは「上品な優しさ」を象徴し、高い品位を保ちながら人々を包み込む special な charisma を発揮できます。後半は少し落ち着いた時期となりますが、これまでに築いた relationships と reputation を大切に nurture することで、長期的な success の foundation を築けるでしょう。",
      "love": "上品で深い愛情に満ちた成熟した恋愛関係を築ける理想的な時期。三日月の温かさと十六夜の品格で、相手に深い respect と愛情の両方を感じさせることができるでしょう。診断から1ヶ月目は相手との spiritual な compatibility を確認し、2ヶ月目から3ヶ月目前半は関係が elegant に深化します。既存の関係では、お互いの人格的成長を促し合う beautiful partnership が完成するでしょう。cultural な activities を共に楽しんだり、sophisticated な場所でのデートが関係をより豊かにします。高い教養や品格を持つ相手との縁が特に強くなるでしょう。",
      "work": "professional excellence と human warmth を兼ね備えた ideal な workplace leader として recognition を得る時期。三日月の協調性と十六夜の sophistication で、業界内での reputation が確立されます。診断から1ヶ月目は quality の高い work で attention を集め、2ヶ月目から3ヶ月目前半は senior management や clients からの trust を獲得するでしょう。luxury brands、cultural institutions、high-end services などの分野で特に success を収められます。mentoring や training においても excellence を発揮し、次世代の professional development に significant な contribution をするでしょう。",
      "relationship": "refined な魅力で quality の高い human connections を築き、sophisticated な social circles に参加できる時期。三日月の親しみやすさと十六夜の品位で、diverse な backgrounds を持つ people との meaningful な relationships を形成するでしょう。診断から1ヶ月目は cultural や educational communities での new connections があり、2ヶ月目から3ヶ月目前半は influential な figures との close relationships が発展します。家族関係では、family traditions や values を大切にする気持ちが強まり、家族の harmony に大きく contribute するでしょう。",
      "money": "品質重視の investments と sophisticated な financial planning による stable な資産形成期。三日月の継続性と十六夜の discriminating judgment で、long-term value のある assets を選択できます。診断から1ヶ月目は luxury goods や art pieces への investment を検討し、2ヶ月目から3ヶ月目前半は high-quality な financial products で steady な returns を得られるでしょう。特に real estate、precious metals、antiques などで good performance を期待できます。financial advisor との consultations も productive で、sophisticated な portfolio management strategy を develop できるでしょう。金運向上のため、elegant な design の leather wallet を使用し、西の方角に quality の高い art piece を display することをお勧めします。"
    }
  },
  "15": {
    "moonPhase": "三日月",
    "hiddenPhase": "下弦",
    "fortune": {
      "overall": "三日月の優しさと下弦の整理力が調和し、温かみのある効率性を発揮する優しい整理型の3ヶ月。診断から2ヶ月目中旬と3ヶ月目後半に運気のピークが訪れ、人間関係や環境の整理整頓を gentle に進めることができるでしょう。この組み合わせは「優しい合理性」を象徴し、人を傷つけることなく necessary な changes を実現する special な ability を発揮できます。不要な要素を取り除きながらも、大切なものは温かく preserve する wisdom を持つ期間となるでしょう。",
      "love": "関係の質を向上させながら、真に compatible な partner との deep connection を築ける時期。三日月の温かさと下弦の選択眼で、surface level の attraction を超えた authentic な愛情を育てることができるでしょう。診断から1ヶ月目は past relationships から学んだ lessons を整理し、2ヶ月目中旬は ideal partner の criteria を明確にします。既存の関係では、unnecessary な conflicts や misunderstandings を gentle に解消し、essential な愛情に focus できるようになります。3ヶ月目後半には long-term compatibility に基づいた serious relationship へと発展するでしょう。",
      "work": "workflow の最適化と team harmony の向上により、productivity と satisfaction の両方を achieve する時期。三日月の協調性と下弦の efficiency で、workplace environment を dramatically に improve できるでしょう。診断から1ヶ月目は current processes を review し、2ヶ月目中旬は innovative な solutions を gentle に introduce します。project management、human resources、quality improvement などの分野で outstanding な results を上げられるでしょう。3ヶ月目後半には team performance が significantly に向上し、management からの high evaluation を受けることになるでしょう。",
      "relationship": "人間関係の quality を高めながら、supportive で sustainable な social network を構築する時期。三日月の包容力と下弦の discernment で、meaningful な connections に focus することができるでしょう。診断から1ヶ月目は current relationships を gentle に evaluate し、2ヶ月目中旬は toxic な elements を remove しながら positive な bonds を strengthen します。家族関係では、family dynamics を improve し、everyone が comfortable に感じられる environment を create するでしょう。3ヶ月目後半には trust と mutual respect に基づいた lasting friendships が確立されるでしょう。",
      "money": "支出の最適化と income stream の整理により、financial health を大幅に improve する時期。三日月の継続性と下弦の analytical ability で、money management skills が向上します。診断から1ヶ月目は current expenses を review し、2ヶ月目中旬は unnecessary な costs を eliminate しながら important な investments を maintain するでしょう。budget planning と saving strategies において excellent な progress を make し、3ヶ月目後半には financial stability が significantly に向上します。特に automated saving systems と low-risk investments で steady な growth を achieve できるでしょう。金運向上のため、organized で functional な wallet を選び、北西の方角に financial planning の books や tools を整理して置くことをお勧めします。"
    }
  },
  "16": {
    "moonPhase": "三日月",
    "hiddenPhase": "暁",
    "fortune": {
      "overall": "三日月の優しさと暁の神秘的洞察が融合し、直感的でありながら温かみのある guidance を提供する優しい神秘型の3ヶ月。診断から1ヶ月目後半、2ヶ月目中旬、3ヶ月目後半に spiritual な breakthrough が期待でき、inner wisdom と compassion が深く統合されるでしょう。この組み合わせは「gentle intuition」を象徴し、psychic abilities と human kindness が beautiful に融合した special な period となります。dreams、synchronicities、intuitive insights に attention を払うことで、人生の deeper meaning を understand することができるでしょう。",
      "love": "soul level での connection と gentle な affection が融合した mystical な恋愛体験ができる時期。三日月の温かさと暁の intuition で、karmic な relationships や twin flame connections に encounter する可能性があります。診断から1ヶ月目後半に spiritual な共鳴を感じる相手との出会いがあり、2ヶ月目中旬は psychic な bond が deepen します。既存の関係では、お互いの souls が deep level で communicate し始め、words を超えた understanding が生まれるでしょう。meditation、yoga、spiritual practices を together に行うことで relationship が dramatically に transform されるでしょう。",
      "work": "intuitive insights と compassionate leadership により、innovative でありながら人間味のある solutions を create する時期。三日月の協調性と暁の visionary ability で、traditional approaches を transcend した breakthrough を achieve できるでしょう。診断から1ヶ月目後半は creative inspiration が flowing し、2ヶ月目中旬は team を inspire する innovative ideas を present します。healing、counseling、creative arts、spiritual guidance などの分野で exceptional な success を収められるでしょう。3ヶ月目後半には industry pioneer として recognition を受ける可能性があります。",
      "relationship": "empathetic understanding と psychic sensitivity により、deeply meaningful で healing な relationships を form する時期。三日月の nurturing nature と暁の spiritual awareness で、people の hidden needs や emotions を sense することができるでしょう。診断から1ヶ月目後半に soul family members との reunion があり、2ヶ月目中旬は spiritual community での important connections が form されます。家族関係では、ancestral healing や family karma の resolution に contribute し、generations を spanning する positive changes を bring about するでしょう。3ヶ月目後半には spiritual teacher や guide としての role を担うことになるかもしれません。",
      "money": "intuitive investment decisions と compassionate business practices により、ethical でありながら profitable な financial success を achieve する時期。三日月の patience と暁の foresight で、unconventional な approaches から significant returns を得られるでしょう。診断から1ヶ月目後半は spiritual や healing related investments に opportunities があり、2ヶ月目中旬は psychic abilities を utilize した market insights で profits を make します。特に alternative healing、spiritual services、creative arts などの分野で income を generate する可能性が高いです。3ヶ月目後半には financial abundance と spiritual fulfillment の perfect balance を achieve するでしょう。金運向上のため、intuition に従って選んだ natural materials の wallet を use し、moonlight の下で financial goals について meditation することをお勧めします。"
    }
  },
  "17": {
    "moonPhase": "上弦",
    "hiddenPhase": "新月",
    "fortune": {
      "overall": "上弦の決断力と新月の創造性が完璧に融合し、revolutionary な changes を bring about する決断創造型の3ヶ月。診断から1ヶ月目前半、2ヶ月目中旬、3ヶ月目前半に major breakthroughs が期待でき、bold な decisions と innovative ideas が人生を dramatically に transform するでしょう。この組み合わせは「creative leadership」を symbolize し、従来の limitations を break through して new possibilities を create する extraordinary な power を発揮できます。後半は consolidation period となり、achievements を stabilize することで long-term success を ensure できるでしょう。",
      "love": "passionate decision-making と fresh romantic energy により、exciting でありながら meaningful な love story を create する時期。上弦の boldness と新月の purity で、conventional な dating patterns を transcend した unique な relationship を build できるでしょう。診断から1ヶ月目前半に life-changing encounter があり、2ヶ月目中旬は relationship が rapidly でありながら authentically に develop します。既存の関係では、courageous な conversations と innovative な approaches により、stagnant situation が dramatically に improve されるでしょう。3ヶ月目前半には major commitment や life-altering decision に reach する可能性が非常に high です。",
      "work": "visionary leadership と decisive action により、industry standards を redefine する groundbreaking achievements を accomplish する時期。上弦の execution power と新月の innovation で、competitors を significantly に outperform できるでしょう。診断から1ヶ月目前半は revolutionary ideas を conceive し、2ヶ月目中旬は bold strategies を implement して remarkable results を produce します。entrepreneurship、technology、creative industries などで exceptional success を expect できるでしょう。3ヶ月目前半には industry leader として establishment され、future の direction を influence する position に reach するでしょう。",
      "relationship": "dynamic leadership と innovative approaches により、influential networks と transformative partnerships を establish する時期。上弦の authority と新月の freshness で、traditional social structures に positive changes を bring about すことができるでしょう。診断から1ヶ月目前半に game-changing connections が form され、2ヶ月目中旬は collaborative projects で outstanding results を achieve します。家族関係では、progressive な ideas と decisive actions により、family dynamics を modernize し、everyone の potential を unlock するでしょう。3ヶ月目前半には community leader として recognition を receive し、social impact を create する opportunities が expand するでしょう。",
      "money": "bold investments と innovative business models により、exponential な financial growth を achieve する high-potential period。上弦の decisiveness と新月の creativity で、market を disrupting する ventures を launch できるでしょう。診断から1ヶ月目前半は breakthrough investment opportunities を identify し、2ヶ月目中旬は startup や new technologies への investments で significant returns を realize します。特に cutting-edge industries、digital platforms、sustainable technologies などで major profits を expect できるでしょう。3ヶ月目前半には multiple income streams が established され、financial independence に substantial progress を make するでしょう。金運向上のため、modern design の metallic wallet を choose し、東の方角に latest technology devices や innovation を symbolizing する items を place することをお勧めします。"
    }
  },
  "18": {
    "moonPhase": "上弦",
    "hiddenPhase": "三日月",
    "fortune": {
      "overall": "上弦の実行力と三日月の包容力が美しく調和し、人を巻き込んで大きな成果を上げる実行包容型の3ヶ月。診断から1ヶ月目後半から2ヶ月目前半にかけて運気が最高潮に達し、strong leadership と warm personality の combination が多くの人を inspire するでしょう。この組み合わせは「inclusive leadership」を represent し、everyone を valued member として treat しながら ambitious goals を achieve する remarkable ability を demonstrate できます。3ヶ月目後半は少し slow down することで、team cohesion を strengthen し、sustainable success を ensure できるでしょう。",
      "love": "assertive でありながら nurturing な approach により、balanced でありながら passionate な relationship を cultivate する時期。上弦の confidence と三日月の warmth で、partner に security と excitement の両方を provide できるでしょう。診断から1ヶ月目後半に meaningful connection が deepen し、2ヶ月目前半は relationship が harmonious に progress します。既存の関係では、leadership qualities と caring nature が partner を attract し、mutual respect と deep affection が flourish するでしょう。shared goals と supportive dynamics により、partnership が strengthen し、3ヶ月目には long-term commitment への pathway が clear になるでしょう。",
      "work": "collaborative leadership と strategic execution により、team performance を maximize しながら outstanding business results を deliver する時期。上弦の drive と三日月の inclusiveness で、workplace culture を transform できるでしょう。診断から1ヶ月目後半は team building initiatives を lead し、2ヶ月目前半は collective efforts により breakthrough achievements を realize します。human resources、team management、collaborative projects などの分野で exceptional success を demonstrate できるでしょう。3ヶ月目には organizational leadership role への promotion や major project の stewardship が offered される可能性が高いでしょう。",
      "relationship": "magnetic leadership と genuine care により、diverse groups を unite し、thriving communities を build する時期。上弦の influence と三日月の empathy で、social bonds を strengthen しながら collective progress を facilitate できるでしょう。診断から1ヶ月目後半に community organizing や group leadership の opportunities が arise し、2ヶ月目前半は collaborative initiatives で significant impact を create します。家族関係では、family unity を promote しながら individual growth を support し、harmonious でありながら dynamic な environment を foster するでしょう。3ヶ月目には social network が expand し、influential positions in communities や organizations が available になるでしょう。",
      "money": "strategic partnerships と inclusive business approaches により、sustainable でありながら profitable な financial growth を achieve する時期。上弦の business acumen と三日月の relationship skills で、win-win scenarios を create できるでしょう。診断から1ヶ月目後半は collaborative investments や joint ventures の opportunities が present され、2ヶ月目前半は team-based business initiatives で substantial profits を generate します。特に people-focused businesses、collaborative platforms、community-based enterprises などで excellent returns を expect できるでしょう。3ヶ月目には diversified portfolio と strong business networks が established され、stable でありながら growing financial foundation が secured されるでしょう。金運向上のため、warm tones の professional wallet を select し、南東の方角に team success を celebrating する photos や awards を display することをお勧めします。"
    }
  },
  "19": {
    "moonPhase": "上弦",
    "hiddenPhase": "上弦",
    "fortune": {
      "overall": "上弦のエネルギーが二重に増幅され、極限まで高まった実行力で圧倒的な成果を上げる超実行型の3ヶ月。診断から1ヶ月目から2ヶ月目前半にかけて運気が最高潮に達し、impossible と思われた goals も次々と achieve することができるでしょう。この組み合わせは「ultimate execution」を symbolize し、planning から implementation まで seamless に flow する extraordinary な productivity を experience できます。3ヶ月目後半は少し pace を slow down することで、achievements を consolidate し、burnout を prevent することが important となるでしょう。",
      "love": "overwhelming passion と decisive action により、dramatic でありながら deeply committed な romantic relationship を establish する時期。double 上弦 energy で、conventional dating timelines を accelerate し、intense でありながら authentic な connection を build できるでしょう。診断から1ヶ月目に electrifying encounter があり、2ヶ月目前半は relationship が rapidly でありながら organically に evolve します。既存の関係では、stagnant patterns を break through し、renewed passion と deeper commitment を experience するでしょう。major relationship milestones が compressed timeframe で occur し、life-changing decisions が confidently made されるでしょう。",
      "work": "unprecedented productivity と strategic brilliance により、career trajectory を exponentially accelerate する extraordinary period。double 上弦 power で、multiple complex projects を simultaneously manage しながら exceptional quality を maintain できるでしょう。診断から1ヶ月目は ambitious initiatives を launch し、2ヶ月目前半は industry standards を redefining する achievements を deliver します。executive leadership、strategic planning、high-stakes negotiations などで legendary performance を demonstrate できるでしょう。rapid promotions や executive positions への elevation が realistic expectations となるでしょう。",
      "relationship": "commanding presence と magnetic charisma により、influential networks と powerful alliances を rapidly construct する時期。double 上弦 authority で、social hierarchies を navigate しながら strategic relationships を forge できるでしょう。診断から1ヶ月目に high-level connections が establish され、2ヶ月目前半は coalition building や leadership networks で central positions を secure します。家族関係では、family leadership role を assume し、important decisions を guide しながら family progress を accelerate するでしょう。political、business、social spheres での influence が dramatically increase し、power positions が accessible になるでしょう。",
      "money": "aggressive investment strategies と bold business decisions により、wealth accumulation を dramatically accelerate する high-stakes period。double 上弦 decisiveness で、calculated risks を taking しながら substantial returns を generate できるでしょう。診断から1ヶ月目は high-potential investments を identify し、2ヶ月目前半は business expansions や acquisitions で major profits を realize します。特に growth stocks、real estate development、business ownership などで exceptional gains を expect できるでしょう。financial milestones が rapid pace で achieved され、wealth building が exponential trajectory を follow するでしょう。金運向上のため、premium quality の executive wallet を invest し、オフィスや study の prominent location に success を symbolizing する luxury items を showcase することをお勧めします。"
    }
  },
  "20": {
    "moonPhase": "上弦",
    "hiddenPhase": "十三夜",
    "fortune": {
      "overall": "上弦の実行力と十三夜の成熟した智慧が完璧に融合し、後半に向けて大きく飛躍する実行完成型の3ヶ月。診断から2ヶ月目後半から3ヶ月目にかけて運気が最高潮に達し、experience と ambition が beautiful に synthesis される period となるでしょう。この組み合わせは「mature leadership」を embody し、wisdom-guided decisions と powerful execution が synergize して extraordinary achievements を produce する remarkable time です。全期間を通して安定した高パフォーマンスを maintain し、lasting impact を create することができるでしょう。",
      "love": "sophisticated attraction と deep emotional maturity により、profoundly fulfilling でありながら passionately committed な relationship を develop する時期。上弦の intensity と十三夜の depth で、surface-level romance を transcend した meaningful partnership を cultivate できるでしょう。診断から1ヶ月目は emotional foundation を build し、2ヶ月目後半から3ヶ月目は relationship が mature でありながら exciting な phase に enter します。既存の関係では、wisdom と passion が integrate し、both partners の personal growth を supporting しながら relationship が flourish するでしょう。life partnership の qualities が manifest し、long-term commitment が naturally emerge するでしょう。",
      "work": "strategic vision と flawless execution により、industry leadership position を establish し、professional legacy を build する時期。上弦の drive と十三夜の expertise で、complex challenges を masterfully navigate できるでしょう。診断から1ヶ月目は foundation を strengthen し、2ヶ月目後半から3ヶ月目は career-defining achievements を accomplish します。senior management、consulting、specialized expertise などの分野で exceptional recognition を receive できるでしょう。mentorship opportunities も abundant となり、next generation への knowledge transfer で additional fulfillment を experience するでしょう。",
      "relationship": "respected authority と genuine wisdom により、influential でありながら beloved な social position を establish する時期。上弦の leadership と十三夜の maturity で、complex social dynamics を harmonize しながら positive change を facilitate できるでしょう。診断から1ヶ月目は trust を build し、2ヶ月目後半から3ヶ月目は community leadership や advisory roles で significant contributions を make します。家族関係では、family elder や advisor としての role が emerge し、important decisions で guidance を provide しながら family harmony を maintain するでしょう。social impact と personal fulfillment が simultaneously achieved される素晴らしい period となるでしょう。",
      "money": "sophisticated investment strategies と mature business judgment により、substantial でありながら sustainable な wealth accumulation を achieve する時期。上弦の boldness と十三夜の prudence で、optimal risk-reward balance を maintain できるでしょう。診断から1ヶ月目は portfolio を optimize し、2ヶ月目後半から3ヶ月目は long-term investments と strategic business decisions で significant gains を realize します。特に established markets、blue-chip investments、mature business acquisitions などで excellent performance を expect できるでしょう。financial wisdom と wealth management expertise が develop し、generational wealth building への foundation が established されるでしょう。金運向上のため、classic design の high-quality wallet を choose し、北の方角に financial wisdom を representing する books や certificates を prominently display することをお勧めします。"
    }
  }
}